{
    "Dismiss": "Rezigni",
    "powered by Matrix": "funkciigata de Matrix",
    "Custom Server Options": "Propraj servilaj elektoj",
    "Riot Desktop on %(platformName)s": "Riot Labortablo sur %(platformName)s",
    "Riot is not supported on mobile web. Install the app?": "Riot ne estas subtenata sur poŝkomputila reto. Ĉu instali la aplikaĵon?",
    "Unknown device": "Nekonata aparato",
    "You need to be using HTTPS to place a screen-sharing call.": "Vi devas uzi HTTPS por ekranvidadi.",
    "Welcome to Riot.im": "Bonvenu al Riot.im",
    "Decentralised, encrypted chat &amp; collaboration powered by [matrix]": "Malcentra, ĉifrita babilado &amp; kunlaboro povigita de [matrix]",
    "Search the room directory": "Serĉi en la babilejo-listo",
    "Chat with Riot Bot": "Babilu kun la roboto Riot Bot",
    "Get started with some tips from Riot Bot!": "Komencu kun kelkaj sugestoj de la roboto Riot Bot!",
    "General discussion about Matrix and Riot": "Ĝenerala diskutado pri Matrix kaj Riot",
    "Discussion of all things Matrix!": "Diskutado pri ĉio rilata al Matrix!",
    "Riot/Web &amp; Desktop chat": "Babilado pri Riot ĉe reto kaj labortablo",
    "Riot/iOS &amp; matrix-ios-sdk chat": "Babilado pri Riot ĉe iOS kaj matrix-ios-sdk",
    "Riot/Android &amp; matrix-android-sdk chat": "Babilado pri Riot ĉe Android kaj matrix-android-sdk",
    "Matrix technical discussions": "Teĥnikaj diskutoj pri Matrix",
    "Running Matrix services": "Funkciigado de servoj de Matrix",
    "Community-run support for Synapse": "Komunuma subtenado de Synapse",
    "Admin support for Dendrite": "Administra subtenado por Dendrite",
    "Announcements about Synapse releases": "Anoncoj pri eldonoj de Synapse",
    "Support for those using and running matrix-appservice-irc": "Subteno por tiuj, kiuj uzas kaj funkciigas matrix-appservice-irc",
    "Building services on Matrix": "Konstruado de servoj sur Matrix",
    "Support for those using the Matrix spec": "Subteno por tiuj, kiuj uzas la specifaĵon de Matrix",
    "Design and implementation of E2E in Matrix": "Fasonado kaj realigado de ĝiscela ĉifrado en Matrix",
    "Implementing VR services with Matrix": "Realigado de VR-servoj en Matrix",
    "Implementing VoIP services with Matrix": "Realigado de VoIP-servoj en Matrix",
    "Discussion of the Identity Service API": "Diskutado pri API de la identiga servo",
    "Support for those using, running and writing other bridges": "Subteno por tiuj, kiuj uzas, funkciigas, aŭ evoluigas aliajn pontojn",
    "Contributing code to Matrix and Riot": "Kontribuado de kodo al Matrix kaj Riot",
    "Dev chat for the Riot/Web dev team": "Babilado por la programista skipo de Riot ĉe reto",
    "Dev chat for the Dendrite dev team": "Babilado por la programista skipo de Dendrite",
    "Lots of rooms already exist in Matrix, linked to existing networks (Slack, IRC, Gitter etc) or independent. Check out the directory!": "Multaj ĉambroj jam ekzistas en Matrix; kaj sendependaj, kaj ligitaj kun jamaj retoj (Slock, IRC, Gitter, ktp.). Rigardu la ĉambrujon!",
    "%(appName)s via %(browserName)s on %(osName)s": "%(appName)s per %(browserName)s je %(osName)s",
    "You can use the custom server options to sign into other Matrix servers by specifying a different Home server URL.<br/>This allows you to use Riot with an existing Matrix account on a different home server.<br/><br/>You can also set a custom identity server but you won't be able to invite users by email address, or be invited by email address yourself.": "Vi povas uzi proprajn servilajn elektojn por saluti aliajn servilojn de Matrix, per specifo de alia hejmservila URL.<br/>Tio permesas al vi uzi klienton Riot kun jama konto de Matrix en alia hejmservilo.<br/><br/>Vi ankaŭ povas agordi propran identigan servilon, sed vi ne povos inviti uzantojn per retpoŝtadreso, aŭ esti invitata per retpoŝtadreso mem.",
    "Co-ordination for Riot translators": "Kunordigo por tradukantoj de Riot"
}
