{
    "Custom Server Options": "Opciones de Servidor Personalizado",
    "Unknown device": "Dispositivo desconocido",
    "%(appName)s via %(browserName)s on %(osName)s": "%(appName)s via %(browserName)s en %(osName)s",
    "Dismiss": "Omitir",
    "powered by Matrix": "con el poder de Matrix",
    "Riot Desktop on %(platformName)s": "Riot Desktop en %(platformName)s",
    "Riot is not supported on mobile web. Install the app?": "Riot no está soportado en navegadores Web móviles. ¿Quieres instalar la aplicación?",
    "You need to be using HTTPS to place a screen-sharing call.": "Debes usar HTTPS para hacer una llamada con pantalla compartida.",
    "Welcome to Riot.im": "Bienvenido a Riot.im",
    "Decentralised, encrypted chat &amp; collaboration powered by [matrix]": "Conversaciones cifradas y descentralizadas y colaboración con el poder de [matrix]",
    "Search the room directory": "Buscar en el directorio de salas",
    "Chat with Riot Bot": "Hablar con Riot Bot",
    "Get started with some tips from Riot Bot!": "¡Comenzar con algunos consejos de Riot Bot!",
    "General discussion about Matrix and Riot": "Discusión general sobre Matrix y Riot",
    "Discussion of all things Matrix!": "¡Discusión sobre todas las cosas de Matrix!",
    "Riot/Web &amp; Desktop chat": "Conversaciones de Riot/Web &amp; Desktop",
    "Riot/iOS &amp; matrix-ios-sdk chat": "Conversaciones sobre Riot/iOS &amp; matrix-ios-sdk",
    "Riot/Android &amp; matrix-android-sdk chat": "Conversaciones sobre Riot/Android &amp; matrix-android-sdk",
    "Matrix technical discussions": "Discusiones técnicas sobre Matrix",
    "Running Matrix services": "Ejecutando servicios de Matrix",
    "Community-run support for Synapse": "Soporte comunitario de Synapse",
    "Admin support for Dendrite": "Soporte administrativo para Dendrite",
    "Announcements about Synapse releases": "Anuncios de lanzamientos de Synapse",
    "Support for those using and running matrix-appservice-irc": "Soporte para aquellos que usan o administran matrix-appservice-irc",
    "Building services on Matrix": "Construyendo servicios con Matrix",
    "Support for those using the Matrix spec": "Soporte para usuarios de la especificación de Matrix",
    "Design and implementation of E2E in Matrix": "Diseño e implementación de E2E en Matrix",
    "Implementing VR services with Matrix": "Implementación de servicios VR con Matrix",
    "Implementing VoIP services with Matrix": "Implementación de servicios VoIP con Matrix",
    "Discussion of the Identity Service API": "Discusión sobre el API de Identity Service",
    "Support for those using, running and writing other bridges": "Soporte para usuarios, administradores y desarrolladores de otros puentes",
    "Contributing code to Matrix and Riot": "Contribuciones de código para Matrix y Riot",
    "Dev chat for the Riot/Web dev team": "Conversaciones del equipo de desarrollo de Riot/Web",
    "Dev chat for the Dendrite dev team": "Conversaciones del equipo de desarrollo de Dendrite",
    "Lots of rooms already exist in Matrix, linked to existing networks (Slack, IRC, Gitter etc) or independent. Check out the directory!": "Muchas salas ya están disponibles en Matrix, enlazadas a redes existentes (Slack, IRC, Gitter, etc) o independientes. ¡Revisa el directorio!",
    "You can use the custom server options to sign into other Matrix servers by specifying a different Home server URL.<br/>This allows you to use Riot with an existing Matrix account on a different home server.<br/><br/>You can also set a custom identity server but you won't be able to invite users by email address, or be invited by email address yourself.": "Puedes usar las opciones del servidor personalizado para acceder a otros servidores Matrix especificando su URL. <br/> Esto te permite usar Riot con una cuenta Matrix existente en un servidor doméstico distinto. <br/><br/>También puedes establecer un servidor de identidad personalizado pero no podrás invitar a otros usuarios usando su dirección de correo electrónico, y tampoco ser invitado por el tuyo.",
    "Co-ordination for Riot translators": "Co-odinación de traductores de Riot",
    "Sign In": "Iniciar sesión",
    "Create Account": "Crear cuenta",
    "Need help?": "Ayuda?",
    "You can also set a custom identity server, but you won't be able to invite users by email address, or be invited by email address yourself.": "También puedes definir un servidor de identidad personalizado,  pero no podrás invitar a usuarios o ser inivitado usando direcciones de correo.",
    "Explore rooms": "Explorar salas",
    "Room Directory": "Directorio de salas",
    "You can use the custom server options to sign into other Matrix servers by specifying a different homeserver URL. This allows you to use Riot with an existing Matrix account on a different homeserver.": "Puedes usar la opción de servidor personalizado para iniciar sesión en otros servidores Matrix, especificando la dirección URL del servidor. Esto te permite usar una cuenta Matrix en un servidor diferente.",
    "Unexpected error preparing the app. See console for details.": "Error inesperado preparando la aplicación. Vea la consola para más detalles.",
    "Your Riot is misconfigured": "Riot tiene un error de configuración",
    "Invalid configuration: can only specify one of default_server_config, default_server_name, or default_hs_url.": "Configuración errónea: sólo puede especificar uno de default_server_config, default_server_name, o default_hs_url.",
    "Invalid configuration: no default server specified.": "Configuración errónea: no se ha especificado servidor.",
    "Your Riot configuration contains invalid JSON. Please correct the problem and reload the page.": "Tu configuración de Riot contiene JSON inválido. Por favor corrige el error y recarga la página.",
    "The message from the parser is: %(message)s": "El mensaje del parser es: %(message)s",
    "Invalid JSON": "JSON inválido"
}
