{
    "A new version of Riot is available.": "रायट के एक नया वर्शन उपलब्ध है।",
    "All messages": "सारे संदेश",
    "All Rooms": "सारे कमरे",
    "Please set a password!": "कृपया एक पासवर्ड सेट करें!",
    "Continue": "आगे बढ़ें",
    "You have successfully set a password and an email address!": "आपने सफलतापूर्वक एक पासवर्ड और एक ईमेल एड्रेस सेट कर लिया है!",
    "This email address is already in use": "यह ईमेल आईडी पहले से इस्तेमाल में है",
    "This phone number is already in use": "यह फ़ोन नंबर पहले से इस्तेमाल में है",
    "Failed to verify email address: make sure you clicked the link in the email": "ईमेल आईडी सत्यापित नही हो पाया: कृपया सुनिश्चित कर लें कि आपने ईमेल में मौजूद लिंक पर क्लिक किया है",
    "The platform you're on": "आप जिस प्लेटफार्म पर हैं",
    "The version of Riot.im": "रायट.आई एम का जो संस्करण",
    "Whether or not you're logged in (we don't record your user name)": "चाहे आप लॉग इन हों या ना हों( हम आपका खाता नाम दर्ज नहीं करते )",
    "Your language of choice": "आपकी चयन की भाषा",
    "Which officially provided instance you are using, if any": "क्या आप कोई अधिकृत संस्करण इस्तेमाल कर रहे हैं? अगर हां, तो कौन सा",
    "Your homeserver's URL": "आपके होमसर्वर का यू. आर. एल.",
    "Every page you use in the app": "हर पृष्ठ जिसका आप इस एप में इस्तेमाल करते हैं",
    "Your User Agent": "आपका उपभोक्ता प्रतिनिधि",
    "Custom Server Options": "कस्टम सर्वर विकल्प",
    "Dismiss": "खारिज",
    "powered by Matrix": "मैट्रिक्स द्वारा संचालित",
    "Whether or not you're using the Richtext mode of the Rich Text Editor": "चाहे आप रिच टेक्स्ट एडिटर के रिच टेक्स्ट मोड का उपयोग कर रहे हों या नहीं",
    "Your identity server's URL": "आपका आइडेंटिटी सर्वर का URL",
    "e.g. %(exampleValue)s": "उदाहरणार्थ %(exampleValue)s",
    "e.g. <CurrentPageURL>": "उदाहरणार्थ <CurrentPageURL>",
    "Your device resolution": "आपके यंत्र का रेसोलुशन",
    "Analytics": "एनालिटिक्स",
    "The information being sent to us to help make Riot.im better includes:": "Riot.im को बेहतर बनाने के लिए हमें भेजी गई जानकारी में निम्नलिखित शामिल हैं:",
    "Where this page includes identifiable information, such as a room, user or group ID, that data is removed before being sent to the server.": "जहां इस पृष्ठ में पहचान योग्य जानकारी शामिल है, जैसे कि रूम, यूजर या समूह आईडी, वह डाटा सर्वर को भेजे से पहले हटा दिया जाता है।",
    "Call Failed": "कॉल विफल",
    "There are unknown devices in this room: if you proceed without verifying them, it will be possible for someone to eavesdrop on your call.": "इस रूम में अज्ञात डिवाइस हैं: यदि आप उन्हें सत्यापित किए बिना आगे बढ़ते हैं, तो किसी और के लिए आपकी कॉल पर नजर डालना संभव हो सकता हैं।",
    "Review Devices": "डिवाइस की समीक्षा करें",
    "Call Anyway": "वैसे भी कॉल करें",
    "Answer Anyway": "वैसे भी जवाब दें",
    "Call": "कॉल",
    "Answer": "उत्तर",
    "Call Timeout": "कॉल टाइमआउट",
    "The remote side failed to pick up": "दूसरी पार्टी ने जवाब नहीं दिया",
    "Unable to capture screen": "स्क्रीन कैप्चर करने में असमर्थ",
    "Existing Call": "मौजूदा कॉल",
    "You are already in a call.": "आप पहले से ही एक कॉल में हैं।",
    "VoIP is unsupported": "VoIP असमर्थित है",
    "You cannot place VoIP calls in this browser.": "आप इस ब्राउज़र में VoIP कॉल नहीं कर सकते हैं।",
    "You cannot place a call with yourself.": "आप अपने साथ कॉल नहीं कर सकते हैं।",
    "Could not connect to the integration server": "इंटीग्रेशन सर्वर से संपर्क नहीं हो सका",
    "A conference call could not be started because the intgrations server is not available": "कॉन्फ़्रेंस कॉल प्रारंभ नहीं किया जा सका क्योंकि इंटीग्रेशन सर्वर उपलब्ध नहीं है",
    "Call in Progress": "कॉल चालू हैं",
    "A call is currently being placed!": "वर्तमान में एक कॉल किया जा रहा है!",
    "A call is already in progress!": "कॉल पहले ही प्रगति पर है!",
    "Permission Required": "अनुमति आवश्यक है",
    "You do not have permission to start a conference call in this room": "आपको इस रूम में कॉन्फ़्रेंस कॉल शुरू करने की अनुमति नहीं है",
    "The file '%(fileName)s' failed to upload": "फ़ाइल '%(fileName)s' अपलोड करने में विफल रही",
    "The file '%(fileName)s' exceeds this home server's size limit for uploads": "फाइल '%(fileName)s' अपलोड के लिए इस होम सर्वर की आकार सीमा से अधिक है",
    "Upload Failed": "अपलोड विफल"
}
