{
    "A new version of Riot is available.": "रायट के एक नया वर्शन उपलब्ध है।",
    "All messages": "सारे संदेश",
    "All Rooms": "सारे कमरे",
    "Please set a password!": "कृपया एक पासवर्ड सेट करें!",
    "Continue": "आगे बढ़ें",
    "You have successfully set a password and an email address!": "आपने सफलतापूर्वक एक पासवर्ड और एक ईमेल एड्रेस सेट कर लिया है!",
    "This email address is already in use": "यह ईमेल आईडी पहले से इस्तेमाल में है",
    "This phone number is already in use": "यह फ़ोन नंबर पहले से इस्तेमाल में है",
    "Failed to verify email address: make sure you clicked the link in the email": "ईमेल आईडी सत्यापित नही हो पाया: कृपया सुनिश्चित कर लें कि आपने ईमेल में मौजूद लिंक पर क्लिक किया है",
    "The platform you're on": "आप जिस प्लेटफार्म पर हैं",
    "The version of Riot.im": "रायट.आई एम का जो संस्करण",
    "Whether or not you're logged in (we don't record your user name)": "चाहे आप लॉग इन हों या ना हों( हम आपका खाता नाम दर्ज नहीं करते )",
    "Your language of choice": "आपकी चयन की भाषा",
    "Which officially provided instance you are using, if any": "क्या आप कोई अधिकृत संस्करण इस्तेमाल कर रहे हैं? अगर हां, तो कौन सा",
    "Your homeserver's URL": "आपके होमसर्वर का यू. आर. एल.",
    "Every page you use in the app": "हर पृष्ठ जिसका आप इस एप में इस्तेमाल करते हैं",
    "Your User Agent": "आपका उपभोक्ता प्रतिनिधि",
    "Custom Server Options": "कस्टम सर्वर विकल्प",
    "Dismiss": "खारिज",
    "powered by Matrix": "मैट्रिक्स द्वारा संचालित",
    "Whether or not you're using the Richtext mode of the Rich Text Editor": "चाहे आप रिच टेक्स्ट एडिटर के रिच टेक्स्ट मोड का उपयोग कर रहे हों या नहीं",
    "Your identity server's URL": "आपका आइडेंटिटी सर्वर का URL",
    "e.g. %(exampleValue)s": "उदाहरणार्थ %(exampleValue)s",
    "e.g. <CurrentPageURL>": "उदाहरणार्थ <CurrentPageURL>",
    "Your device resolution": "आपके यंत्र का रेसोलुशन",
    "Analytics": "एनालिटिक्स",
    "The information being sent to us to help make Riot.im better includes:": "Riot.im को बेहतर बनाने के लिए हमें भेजी गई जानकारी में निम्नलिखित शामिल हैं:",
    "Where this page includes identifiable information, such as a room, user or group ID, that data is removed before being sent to the server.": "जहां इस पृष्ठ में पहचान योग्य जानकारी शामिल है, जैसे कि रूम, यूजर या समूह आईडी, वह डाटा सर्वर को भेजे से पहले हटा दिया जाता है।",
    "Call Failed": "कॉल विफल",
    "There are unknown devices in this room: if you proceed without verifying them, it will be possible for someone to eavesdrop on your call.": "इस रूम में अज्ञात डिवाइस हैं: यदि आप उन्हें सत्यापित किए बिना आगे बढ़ते हैं, तो किसी और के लिए आपकी कॉल पर नजर डालना संभव हो सकता हैं।",
    "Review Devices": "डिवाइस की समीक्षा करें",
    "Call Anyway": "वैसे भी कॉल करें",
    "Answer Anyway": "वैसे भी जवाब दें",
    "Call": "कॉल",
    "Answer": "उत्तर",
    "Call Timeout": "कॉल टाइमआउट",
    "The remote side failed to pick up": "दूसरी पार्टी ने जवाब नहीं दिया",
    "Unable to capture screen": "स्क्रीन कैप्चर करने में असमर्थ",
    "Existing Call": "मौजूदा कॉल",
    "You are already in a call.": "आप पहले से ही एक कॉल में हैं।",
    "VoIP is unsupported": "VoIP असमर्थित है",
    "You cannot place VoIP calls in this browser.": "आप इस ब्राउज़र में VoIP कॉल नहीं कर सकते हैं।",
    "You cannot place a call with yourself.": "आप अपने साथ कॉल नहीं कर सकते हैं।",
    "Could not connect to the integration server": "इंटीग्रेशन सर्वर से संपर्क नहीं हो सका",
    "A conference call could not be started because the intgrations server is not available": "कॉन्फ़्रेंस कॉल प्रारंभ नहीं किया जा सका क्योंकि इंटीग्रेशन सर्वर उपलब्ध नहीं है",
    "Call in Progress": "कॉल चालू हैं",
    "A call is currently being placed!": "वर्तमान में एक कॉल किया जा रहा है!",
    "A call is already in progress!": "कॉल पहले ही प्रगति पर है!",
    "Permission Required": "अनुमति आवश्यक है",
    "You do not have permission to start a conference call in this room": "आपको इस रूम में कॉन्फ़्रेंस कॉल शुरू करने की अनुमति नहीं है",
    "The file '%(fileName)s' failed to upload": "फ़ाइल '%(fileName)s' अपलोड करने में विफल रही",
    "The file '%(fileName)s' exceeds this home server's size limit for uploads": "फाइल '%(fileName)s' अपलोड के लिए इस होम सर्वर की आकार सीमा से अधिक है",
    "Upload Failed": "अपलोड विफल",
    "Sun": "रवि",
    "Mon": "सोम",
    "Tue": "मंगल",
    "Wed": "बुध",
    "Thu": "गुरु",
    "Fri": "शुक्र",
    "Sat": "शनि",
    "Jan": "जनवरी",
    "Feb": "फ़रवरी",
    "Mar": "मार्च",
    "Apr": "अप्रैल",
    "May": "मई",
    "Jun": "जून",
    "Jul": "जुलाई",
    "Aug": "अगस्त",
    "Sep": "सितंबर",
    "Oct": "अक्टूबर",
    "Nov": "नवंबर",
    "Dec": "दिसंबर",
    "PM": "अपराह्न",
    "AM": "पूर्वाह्न",
    "%(weekDayName)s %(time)s": "%(weekDayName)s %(time)s",
    "%(weekDayName)s, %(monthName)s %(day)s %(time)s": "%(weekDayName)s %(monthName)s %(day)s %(time)s",
    "%(weekDayName)s, %(monthName)s %(day)s %(fullYear)s": "%(weekDayName)s, %(day)s %(monthName)s %(fullYear)s",
    "%(weekDayName)s, %(monthName)s %(day)s %(fullYear)s %(time)s": "%(weekDayName)s, %(monthName)s %(day)s %(fullYear)s %(time)s",
    "Who would you like to add to this community?": "आप इस कम्युनिटी में किसे जोड़ना चाहेंगे?",
    "Warning: any person you add to a community will be publicly visible to anyone who knows the community ID": "चेतावनी: किसी भी कम्युनिटी में जो भी व्यक्ति आप जोड़ते हैं वह सार्वजनिक रूप से किसी को भी दिखाई देगा जो कम्युनिटी आईडी जानता है",
    "Invite new community members": "नए कम्युनिटी के सदस्यों को आमंत्रित करें",
    "Name or matrix ID": "नाम या मैट्रिक्स ID",
    "Invite to Community": "कम्युनिटी में आमंत्रित करें",
    "Which rooms would you like to add to this community?": "आप इस समुदाय में कौन से रूम जोड़ना चाहते हैं?",
    "Show these rooms to non-members on the community page and room list?": "क्या आप इन मैट्रिक्स रूम को कम्युनिटी पृष्ठ और रूम लिस्ट के गैर सदस्यों को दिखाना चाहते हैं?",
    "Add rooms to the community": "कम्युनिटी में रूम जोड़े",
    "Room name or alias": "रूम का नाम या उपनाम",
    "Add to community": "कम्युनिटी में जोड़ें",
    "Failed to invite the following users to %(groupId)s:": "निम्नलिखित उपयोगकर्ताओं को %(groupId)s में आमंत्रित करने में विफल:",
    "Failed to invite users to community": "उपयोगकर्ताओं को कम्युनिटी में आमंत्रित करने में विफल",
    "Failed to invite users to %(groupId)s": "उपयोगकर्ताओं को %(groupId)s में आमंत्रित करने में विफल",
    "Failed to add the following rooms to %(groupId)s:": "निम्नलिखित रूम को %(groupId)s में जोड़ने में विफल:",
    "Riot does not have permission to send you notifications - please check your browser settings": "आपको सूचनाएं भेजने की रायट की अनुमति नहीं है - कृपया अपनी ब्राउज़र सेटिंग्स जांचें",
    "Riot was not given permission to send notifications - please try again": "रायट को सूचनाएं भेजने की अनुमति नहीं दी गई थी - कृपया पुनः प्रयास करें",
    "Unable to enable Notifications": "अधिसूचनाएं सक्षम करने में असमर्थ",
    "This email address was not found": "यह ईमेल पता नहीं मिला था",
    "Your email address does not appear to be associated with a Matrix ID on this Homeserver.": "आपका ईमेल पता इस होमसर्वर पर मैट्रिक्स आईडी से जुड़ा प्रतीत नहीं होता है।",
    "Registration Required": "पंजीकरण आवश्यक",
    "You need to register to do this. Would you like to register now?": "ऐसा करने के लिए आपको पंजीकरण करने की आवश्यकता है। क्या आप अभी पंजीकरण करना चाहते हैं?",
    "Register": "पंजीकरण करें",
    "Default": "डिफ़ॉल्ट",
    "Restricted": "वर्जित",
    "Moderator": "मध्यस्थ",
    "Admin": "व्यवस्थापक",
    "Start a chat": "एक चैट शुरू करें",
    "Who would you like to communicate with?": "आप किसके साथ संवाद करना चाहते हैं?",
    "Email, name or matrix ID": "ईमेल, नाम या मैट्रिक्स आईडी",
    "Start Chat": "चैट शुरू करें",
    "Invite new room members": "नए रूम के सदस्यों को आमंत्रित करें",
    "Who would you like to add to this room?": "आप इस रूम में किसे जोड़ना चाहेंगे?",
    "Send Invites": "आमंत्रण भेजें",
    "Failed to invite user": "उपयोगकर्ता को आमंत्रित करने में विफल",
    "Operation failed": "कार्रवाई विफल",
    "Failed to invite": "आमंत्रित करने में विफल",
    "Failed to invite the following users to the %(roomName)s room:": "निम्नलिखित उपयोगकर्ताओं को %(roomName)s रूम में आमंत्रित करने में विफल:",
    "You need to be logged in.": "आपको लॉग इन करने की जरूरत है।"
}
