{
    "Custom Server Options": "Opzioni server personalizzate",
    "Dismiss": "Chiudi",
    "powered by Matrix": "offerto da Matrix",
    "Riot Desktop on %(platformName)s": "Riot Desktop su %(platformName)s",
    "Riot is not supported on mobile web. Install the app?": "Riot non è supportato sul web mobile. Installare l'applicazione?",
    "Unknown device": "Dispositivo sconosciuto",
    "You need to be using HTTPS to place a screen-sharing call.": "Devi usare HTTPS per effettuare una chiamata con la condivisione dello schermo.",
    "Welcome to Riot.im": "Benvenuti su Riot.im",
    "Search the room directory": "Cerca nella lista delle stanze",
    "Chat with Riot Bot": "Chatta con Riot Bot",
    "Get started with some tips from Riot Bot!": "Inizia con alcuni consigli di Riot Bot!",
    "General discussion about Matrix and Riot": "Discussioni generali riguardo Matrix e Riot",
    "Riot/Web &amp; Desktop chat": "Chat su Riot/Web &amp; Desktop",
    "Riot/iOS &amp; matrix-ios-sdk chat": "Chat su Riot/iOS &amp; matrix-ios-sdk",
    "Riot/Android &amp; matrix-android-sdk chat": "Chat su Riot/Android &amp; matrix-android-sdk",
    "Matrix technical discussions": "Discussioni tecniche su Matrix",
    "Running Matrix services": "Esecuzione servizi Matrix",
    "Community-run support for Synapse": "Supporto per Synapse dalla comunità",
    "Admin support for Dendrite": "Supporto amministrativo per Dendrite",
    "Announcements about Synapse releases": "Annunci riguardo i rilasci di Synapse",
    "Support for those using and running matrix-appservice-irc": "Supporto per chi usa e amministra matrix-appservice-irc",
    "Building services on Matrix": "Costruzione servizi su Matrix",
    "Support for those using the Matrix spec": "Supporto per chi utilizza le specifiche Matrix",
    "Design and implementation of E2E in Matrix": "Progetto e implementazione di E2E in Matrix",
    "Implementing VR services with Matrix": "Implementazione servizi VR con Matrix",
    "Implementing VoIP services with Matrix": "Implementazione servizi VoIP con Matrix",
    "Discussion of the Identity Service API": "Discussione API del servizio identità",
    "Support for those using, running and writing other bridges": "Supporto per chi usa, amministra e scrive altri ponti (bridge)",
    "Contributing code to Matrix and Riot": "Contributi di codice per Matrix e Riot",
    "%(appName)s via %(browserName)s on %(osName)s": "%(appName)s tramite %(browserName)s su %(osName)s",
    "Decentralised, encrypted chat &amp; collaboration powered by [matrix]": "Chat criptate, decentralizzate e collaborazioni offerte da [matrix]",
    "Discussion of all things Matrix!": "Discussione su tutto riguardo Matrix!",
    "Dev chat for the Riot/Web dev team": "Chat per gli sviluppatori di Riot/Web",
    "Dev chat for the Dendrite dev team": "Chat per gli sviluppatori di Dendrite",
    "Lots of rooms already exist in Matrix, linked to existing networks (Slack, IRC, Gitter etc) or independent. Check out the directory!": "Esistono già molte stanze in Matrix, collegate a reti esistenti (Slack, IRC, Gitter, ecc.) o indipendenti. Controlla l'elenco!",
    "You can use the custom server options to sign into other Matrix servers by specifying a different Home server URL.<br/>This allows you to use Riot with an existing Matrix account on a different home server.<br/><br/>You can also set a custom identity server but you won't be able to invite users by email address, or be invited by email address yourself.": "Puoi usare le opzioni server personalizzate per accedere ad altri server Matrix specificando l'indirizzo del server home.<br/> Questo permette di usare Riot con un account Matrix esistente su un server home diverso.<br/><br/>È anche possibile impostare un diverso server identità, ma in tal caso non sarà possibile invitare utenti attraverso l'indirizzo e-mail o essere invitati attraverso l'indirizzo e-mail.",
    "Co-ordination for Riot translators": "Coordinazione per i traduttori di Riot",
    "You can use the custom server options to sign into other Matrix servers by specifying a different homeserver URL. This allows you to use Riot with an existing Matrix account on a different homeserver.": "Puoi usare le opzioni di server personalizzato per accedere ad altri server Matrix specificando un URL homeserver diverso. Ciò ti permette di usare Riot con un account Matrix esistente su un homeserver differente.",
    "You can also set a custom identity server, but you won't be able to invite users by email address, or be invited by email address yourself.": "Puoi anche impostare un server di identità personalizzato, ma non sarai in grado di invitare utenti via email o di essere invitato via email.",
    "Sign In": "Accedi",
    "Create Account": "Crea account",
    "Need help?": "Serve aiuto?",
    "Explore rooms": "Esplora stanze",
    "Room Directory": "Elenco stanze",
    "Unexpected error preparing the app. See console for details.": "Errore inaspettato preparando l'app. Vedi la console per i dettagli.",
    "Invalid configuration: can only specify one of default_server_config, default_server_name, or default_hs_url.": "Configurazione non valida: specificare solo uno di default_server_config, default_server_name, o default_hs_url.",
    "Invalid configuration: no default server specified.": "Configurazione non valida: nessun server predefinito specificato.",
    "This installation of Riot seems to have an invalid server configuration. If you are the administrator, please correct the error below": "Questa installazione di Riot sembra avere una configurazione server non valida. Se sei l'amministratore, correggi l'errore sottostante",
    "Your Riot is misconfigured": "Il tuo Riot è configurato male"
}
