{
    "Riot is not supported on mobile web. Install the app?": ".i lo samfonxa na kakne lo nu pilno la kibro nu zunti .i .au pei kibycpa le samtci",
    "Riot Desktop on %(platformName)s": "la skami nu zunti ci'e la'o gy. %(platformName)s .gy.",
    "Unknown device": "lo na'e te djuno se pilno",
    "%(appName)s via %(browserName)s on %(osName)s": "la'o gy. %(appName)s .gy. xe be'i la'o gy. %(browserName)s .gy. ci'e la'o gy. %(osName)s .gy.",
    "You need to be using HTTPS to place a screen-sharing call.": ".i la .hytytypysys. sarcu lo nu co'a vidni jorne",
    "Custom Server Options": "lo macnu se cuxna be fi lo'i samse'u",
    "You can use the custom server options to sign into other Matrix servers by specifying a different Home server URL.<br/>This allows you to use Riot with an existing Matrix account on a different home server.<br/><br/>You can also set a custom identity server but you won't be able to invite users by email address, or be invited by email address yourself.": ".i zukte lo nu macnu cuxna lo samse'u kei goi ko'a lo nu pilno lo drata samse'u pe la nacmeimei<br/>.i ko'a se cumki lo nu do pilno lo pilno poi zvati lo drata samse'u pe la nacmeimei<br/><br/>.i ji'a cumki fa lo nu do pilno lo drata ke prenu datni samse'u kei goi ko'a .i ku'i ko'a to'e rinka la'a lo nu do zvacpe ja se zvacpe",
    "Dismiss": "mipri",
    "powered by Matrix": ".i la nacmeimei cu cumgau",
    "Welcome to Riot.im": ".i fi'i lo pilno be la nu zunti",
    "Decentralised, encrypted chat &amp; collaboration powered by [matrix]": ".i la nacmeimei cu cumgau lo mifra je na'e se midju nu tavla je ke kansa gunka",
    "Search the room directory": "sisku fi lo'i kumfa pe'a",
    "Lots of rooms already exist in Matrix, linked to existing networks (Slack, IRC, Gitter etc) or independent. Check out the directory!": ".i ci'e la nacmeimei cu kumfa pe'a fa so'i da noi jorne jo nai no'e jorne lo drata ciste no'u mu'a la .slak. jo'u lo te irci jo'u la .gityr. .i",
    "Chat with Riot Bot": "tavla la nu zunti kei sampre",
    "Get started with some tips from Riot Bot!": ".i .e'u la nu zunti kei sampre cu sidju ko",
    "General discussion about Matrix and Riot": "lo nu casnu be la nacmeimei .e la nu zunti",
    "Discussion of all things Matrix!": "lo nu casnu be ro me la nacmeimei",
    "Riot/Web &amp; Desktop chat": "lo nu casnu be la kibro nu zunti .e la skami nu zunti",
    "Running Matrix services": "lo nu ralte lo samtcise'u pe la nacmeimei",
    "Community-run support for Synapse": "lo nu lo cecmu cu sidju fi tu'a la .sinaps.",
    "Discussion of the Identity Service API": "lo nu casnu lo prenu datni favgau cimde",
    "Contributing code to Matrix and Riot": "lo nu dunda lo samselpla la nacmeimei .a la nu zunti",
    "Co-ordination for Riot translators": "lo nu lo fanva pe la nu zunti cu kansa gunka",
    "Riot/iOS &amp; matrix-ios-sdk chat": "lo nu casnu la plisyfonkemsamcmu nu zunti .e la'o gy. matrix-ios-sdk .gy.",
    "Riot/Android &amp; matrix-android-sdk chat": "lo nu casnu la guglyfonkemsamcmu nu zunti .e la'o gy. matrix-android-sdk .gy.",
    "Matrix technical discussions": "lo nu casnu lo zbaske be la nacmeimei",
    "Announcements about Synapse releases": "lo notci be lo farvi tcini pe la nirna",
    "Support for those using and running matrix-appservice-irc": "lo nu sidju lo pilno ja admine be la'o gy. matrix-appservice-irc .gy.",
    "Building services on Matrix": "lo nu finti lo te selfu ji'u la nacmeimei",
    "Support for those using the Matrix spec": "lo nu sidju lo pilno be lo sarcu pe la nacmeimei",
    "Design and implementation of E2E in Matrix": "lo nu finti lo mulno mifra te platu .a lo samtcise'u be my. ji'u la nacmeimei",
    "Support for those using, running and writing other bridges": "lo nu sidju lo pilno ja admine ja finti be lo drata te jorne",
    "Dev chat for the Riot/Web dev team": "lo nu lo favgau be la kibro nu zunti cu casnu",
    "Dev chat for the Dendrite dev team": "lo nu lo favgau be la nirndendriti cu casnu",
    "Implementing VoIP services with Matrix": "lo nu finti lo samtcise'u be fi la .voip. ji'u la nacmeimei",
    "Implementing VR services with Matrix": "lo nu finti lo samtcise'u be fi lo na'e fatci munje ji'u la nacmeimei",
    "Admin support for Dendrite": "lo nu sidju lo admine be la nirndendriti"
}
