{
    "This email address is already in use": ".i ca'o pilno le te samymri",
    "This phone number is already in use": ".i ca'o pilno le fonjudri",
    "Failed to verify email address: make sure you clicked the link in the email": ".i na pu facki lo du'u xu kau do ponse le skami te mrilu .i ko birti lo du'u do pu skami cuxna le urli pe le se samymri",
    "The platform you're on": "le ciste poi do pilno",
    "The version of Riot.im": "le farvi tcini be la nu zunti",
    "Whether or not you're logged in (we don't record your user name)": "lo du'u xu kau do cmisau to na vreji le do plicme toi",
    "Your language of choice": "le se cuxna be fi lo'i bangu",
    "Which officially provided instance you are using, if any": "le klesi poi ca'irselzau se sabji poi do pilno",
    "Whether or not you're using the Richtext mode of the Rich Text Editor": "lo du'u xu kau do pilno la .markdaun. lo nu ciski",
    "Your homeserver's URL": "le urli be le do samtcise'u",
    "Your identity server's URL": "le urli be le do prenu datni samtcise'u",
    "e.g. %(exampleValue)s": "mu'a zoi gy. %(exampleValue)s .gy.",
    "Every page you use in the app": "ro lo pagbu poi do pilno pe le samtci",
    "e.g. <CurrentPageURL>": "mu'a zoi urli. <CurrentPageURL> .urli",
    "Your User Agent": "le datni be lo do kibyca'o",
    "Your device resolution": "le ni vidnysle",
    "Analytics": "lo lanli datni",
    "The information being sent to us to help make Riot.im better includes:": ".i ti liste lo datni poi se dunda fi lo favgau te zu'e lo nu xagzengau la nu zunti",
    "Where this page includes identifiable information, such as a room, user or group ID, that data is removed before being sent to the server.": ".i pu lo nu benji fi lo samtcise'u cu vimcu lo datni poi termi'u no'u mu'a lo termi'u be lo kumfa pe'a .o nai lo pilno .o nai lo girzu",
    "Call Failed": ".i pu fliba lo nu fonjo'e",
    "There are unknown devices in this room: if you proceed without verifying them, it will be possible for someone to eavesdrop on your call.": ".i da poi no'e slabu samtciselse'u cu zvati le kumfa pe'a .i je lo nu lo drata cu tirna lo nu fonjo'e cu cumki lo nu do na'e lacri da",
    "Review Devices": "za'u re'u viska lo liste be lo samtciselse'u",
    "Call Anyway": "je'e fonjo'e",
    "Answer Anyway": "je'e se fonjo'e",
    "Call": "fonjo'e",
    "Answer": "se fonjo'e",
    "You are already in a call.": ".i do zvati lo drata nu fonjo'e",
    "VoIP is unsupported": ".i na kakne tu'a la .voip.",
    "You cannot place VoIP calls in this browser.": ".i le kibyca'o na kakne tu'a la .voip.",
    "You cannot place a call with yourself.": ".i lo nu do fonjo'e do na cumki",
    "Call in Progress": ".i ca'o nu fonjo'e",
    "A call is currently being placed!": ".i pu'o nu fonjo'e",
    "A call is already in progress!": ".i ca'o drata nu fonjo'e",
    "Permission Required": ".i do notci lo nu curmi",
    "You do not have permission to start a conference call in this room": ".i na curmi lo nu do co'a nunjmaji fonjo'e ne'i ti poi kumfa pe'a",
    "The file '%(fileName)s' failed to upload": ".i pu fliba lo nu kibdu'a la'o ly. %(fileName)s .ly.",
    "The file '%(fileName)s' exceeds this home server's size limit for uploads": ".i le datnyvei no'u la'o ly. %(fileName)s .ly. zmadu lo jimte be lo se kibdu'a bei lo ka barda be'o pe le samtcise'u",
    "Upload Failed": ".i pu fliba lo nu kibdu'a",
    "Failure to create room": ".i fliba lo nu zbasu lo kumfa pe'a"
}
