{
    "Invalid JSON": "JSON armeɣtu",
    "Open user settings": "Ldi iɣewwaṛen n useqdac",
    "Riot Desktop (%(platformName)s)": "Riot n tnarit (%(platformName)s)",
    "Go to your browser to complete Sign In": "Ddu ɣer iminig akken ad tkemleḍ ajerred",
    "Unknown device": "Ibenk arussin",
    "%(appName)s (%(browserName)s, %(osName)s)": "%(appName)s (%(browserName)s, %(osName)s)",
    "Create Account": "Rnu amiḍan",
    "powered by Matrix": "s lmendad n Matrix",
    "Custom Server Options": "Iɣewwaren n uqeddac udmawan",
    "Dismiss": "Agwi",
    "Sign In": "Kcem",
    "Explore rooms": "Snirem tixxamin",
    "Missing indexeddb worker script!": "Asekript n uxeddam Indexeddb ulac-it!",
    "Invalid configuration: can only specify one of default_server_config, default_server_name, or default_hs_url.": "Tawila d tarmeɣtut: mudd-d kan yiwen seg default_server_config, default_server_name, neɣ default_hs_url.",
    "Invalid configuration: no default server specified.": "Tawila d tarmeɣtut: ulac aqeddac amezwer i d-yettwafernen.",
    "Your Riot is misconfigured": "Riot inek(inem) ur ittusbadu ara",
    "Your Riot configuration contains invalid JSON. Please correct the problem and reload the page.": "Tawila-inek n Riot yesεa JSON armeɣtu. Ma ulac aɣilif, seɣti ugur syen smiren asebter.",
    "The message from the parser is: %(message)s": "Izen n umaslaḍ d: %(message)s",
    "Unable to load config file: please refresh the page to try again.": "Yegguma ad d-yali ufaylu n twila: ma ulac aɣilif smiren asebter akken ad tεerḍeḍ tikkelt-nniḍen.",
    "Unexpected error preparing the app. See console for details.": "Tella-d tuccḍa lawan n uheyyi n usnas: Wali tadiwent i wugar telqeyt.",
    "Previous/next recently visited room or community": "Taxxamt neɣ tamɣiwent wuɣur kecmen imerza send/seld",
    "You need to be using HTTPS to place a screen-sharing call.": "Ilaq-ak(am) ad tesqedceḍ HTTPs akken ad tesεeddiḍ asiwel s beṭṭu n ugdil.",
    "You can use the custom server options to sign into other Matrix servers by specifying a different homeserver URL. This allows you to use Riot with an existing Matrix account on a different homeserver.": "Tzemreḍ ad tesqedceḍ tixtiṛiyin n uqeddac udmawan akken ad teqqneḍ ɣer iqeddacen-nniḍenn Matrix s ufran n URL n uqeddac agejdan-nniḍen. Ayagi ad ak-yeǧǧ ad tesqedceḍ Riot s umiḍan Matrix yellan ɣef uqeddac agejdan-nniḍen.",
    "Unsupported browser": "Ur yettusefrak ara yiminig",
    "Your browser can't run Riot": "Iminig-ik(im) ur isedday ara Riot",
    "Riot uses advanced browser features which aren't supported by your current browser.": "Riot isseqdac timahilin n yiminig leqqayen ur nettusefrak ara d yiminig-ik(im) amiran.",
    "Please install <chromeLink>Chrome</chromeLink>, <firefoxLink>Firefox</firefoxLink>, or <safariLink>Safari</safariLink> for the best experience.": "Ma ulac aɣilif, sebded <chromeLink>Chrome</chromeLink>, <firefoxLink>Firefox</firefoxLink>, neɣ<safariLink>Safari</safariLink> i tirmit igerrzen.",
    "You can continue using your current browser, but some or all features may not work and the look and feel of the application may be incorrect.": "Tzemreḍ ad tkemmleḍ deg useqdec n yiminig-ik(im) amiran, maca kra n tmahilin neɣ akk zemrent ur nteddu ara, rnu arwes n usnas yezmer ad d-iban d armeɣtu.",
    "I understand the risks and wish to continue": "Gziɣ ayen ara d-yeḍrun maca bɣiɣ ad kemmleɣ",
    "Go to Riot.im": "Ṛuḥ ɣer Riot.im",
    "Failed to start": "Asenker ur yeddi ara",
    "Welcome to Riot.im": "Ansuf ɣer Riot.im",
    "Decentralised, encrypted chat &amp; collaboration powered by [matrix]": "Adiwenni &amp; attekki araslemmas d uwgelhan s lmendad n [matrix]"
}
