{
    "Custom Server Options": "Aangepaste serverinstellingen",
    "Dismiss": "Afwijzen",
    "powered by Matrix": "mogelijk gemaakt door Matrix",
    "Riot Desktop on %(platformName)s": "Riot Desktop op %(platformName)s",
    "Riot is not supported on mobile web. Install the app?": "Riot wordt niet ondersteund op het mobiele web. Wil je de app installeren?",
    "Unknown device": "Onbekend apparaat",
    "You need to be using HTTPS to place a screen-sharing call.": "U moet HTTPS gebruiken om een oproep met schermdelen te kunnen starten.",
    "Welcome to Riot.im": "Welkom bij Riot.im",
    "Decentralised, encrypted chat &amp; collaboration powered by [matrix]": "Gedecentraliseerd en versleuteld chatten &amp; samenwerken mogelijk gemaakt door [matrix]",
    "Search the room directory": "De gesprekscatalogus doorzoeken",
    "Chat with Riot Bot": "Chatten met Riot-robot",
    "Get started with some tips from Riot Bot!": "Begin met enkele tips van Riot Bot!",
    "General discussion about Matrix and Riot": "Algemene discussie over Matrix en Riot",
    "Discussion of all things Matrix!": "Discussie over alles wat met Matrix te maken heeft!",
    "Riot/Web &amp; Desktop chat": "Riot/Web &amp; Desktop-chat",
    "Riot/iOS &amp; matrix-ios-sdk chat": "Riot/iOS &amp; matrix-ios-sdk-chat",
    "Riot/Android &amp; matrix-android-sdk chat": "Riot/Android &amp; matrix-android-sdk-chat",
    "Matrix technical discussions": "Technische discussies over Matrix",
    "Running Matrix services": "Matrixdiensten beheren",
    "Community-run support for Synapse": "Synapse-ondersteuning vanuit de gemeenschap",
    "Admin support for Dendrite": "Beheerondersteuning voor Dendrite",
    "Announcements about Synapse releases": "Aankondigingen over Synapse-uitgaven",
    "Support for those using and running matrix-appservice-irc": "Ondersteuning voor gebruikers en beheerders van matrix-appservice-irc",
    "Building services on Matrix": "Diensten op Matrix bouwen",
    "Support for those using the Matrix spec": "Ondersteuning voor gebruikers van Matrix-specificatie",
    "Contributing code to Matrix and Riot": "Code bijdragen aan Matrix en Riot",
    "Lots of rooms already exist in Matrix, linked to existing networks (Slack, IRC, Gitter etc) or independent. Check out the directory!": "Veel kamers bestaan al in Matrix, gelinkt aan bestaande netwerken (Slack, IRC, Gitter, enz.) of onafhankelijk. Bekijk de kamerlijst!",
    "%(appName)s via %(browserName)s on %(osName)s": "%(appName)s via %(browserName)s op %(osName)s",
    "Design and implementation of E2E in Matrix": "Ontwerp en implementatie van E2E in Matrix",
    "Implementing VR services with Matrix": "Implementatie van VR-diensten met Matrix",
    "Implementing VoIP services with Matrix": "Implementatie van VoIP-diensten met Matrix",
    "Discussion of the Identity Service API": "Discussie over de Identity Service API",
    "Support for those using, running and writing other bridges": "Ondersteuning voor het gebruiken, draaien en ontwikkelen aan andere bruggen",
    "Dev chat for the Riot/Web dev team": "Dev-chat voor het Riot/Web ontwikkelteam",
    "Dev chat for the Dendrite dev team": "Dev-chat voor het Dendrite-ontwikkelteam",
    "You can use the custom server options to sign into other Matrix servers by specifying a different Home server URL.<br/>This allows you to use Riot with an existing Matrix account on a different home server.<br/><br/>You can also set a custom identity server but you won't be able to invite users by email address, or be invited by email address yourself.": "Je kan de custom serveropties gebruiken om op andere Matrix-servers in te loggen door een andere thuisserver-URL op te geven.<br/> Dit laat je toe om Riot te gebruiken met een bestaand Matrix-account op een andere thuisserver.<br/><br/>Je kan ook een aangepaste-identiteitsserver opzetten maar dan kan je geen gebruikers uitnodigen via hun e-mailadres, of zelf uitgenodigd worden via je e-mailadres.",
    "Co-ordination for Riot translators": "Coördinatie voor Riot vertalers",
    "You can use the custom server options to sign into other Matrix servers by specifying a different homeserver URL. This allows you to use Riot with an existing Matrix account on a different homeserver.": "U kunt de aangepaste serverinstellingen gebruiken om u aan te melden bij andere Matrix-servers, door een andere thuisserver-URL in te voeren. Dit laat u toe Riot te gebruiken met een bestaande Matrix-account bij een andere thuisserver.",
    "You can also set a custom identity server, but you won't be able to invite users by email address, or be invited by email address yourself.": "U kunt ook een aangepaste identiteitsserver instellen, maar u zult geen gebruikers kunnen uitnodigen via e-mail, of zelf via e-mail uitgenodigd worden.",
    "Sign In": "Aanmelden",
    "Create Account": "Account aanmaken",
    "Need help?": "Hulp nodig?",
    "Explore rooms": "Gesprekken ontdekken",
    "Room Directory": "Gesprekscatalogus",
    "Unexpected error preparing the app. See console for details.": "Er is een onverwachte fout opgetreden bij het voorbereiden van de app. Bekijk de console voor details.",
    "Invalid configuration: can only specify one of default_server_config, default_server_name, or default_hs_url.": "Ongeldige configuratie: kan slechts één van default_server_config, default_server_name, of default_hs_url opgeven.",
    "Invalid configuration: no default server specified.": "Ongeldige configuratie: geen standaardserver opgegeven.",
    "This installation of Riot seems to have an invalid server configuration. If you are the administrator, please correct the error below": "De serverconfiguratie van deze Riot-instantie lijkt ongeldig. Als u de beheerder bent, gelieve dan de fout hieronder te corrigeren",
    "Your Riot is misconfigured": "Uw Riot is verkeerd geconfigureerd"
}
