{
    "Custom Server Options": "Opções para Servidor Personalizado",
    "Dismiss": "Descartar",
    "powered by Matrix": "rodando a partir do Matrix",
    "%(appName)s via %(browserName)s on %(osName)s": "%(appName)s via %(browserName)s em %(osName)s",
    "Riot Desktop on %(platformName)s": "Riot para computadores desktop em %(platformName)s",
    "Riot is not supported on mobile web. Install the app?": "O Riot não é suportado na web para dispositivos móveis. Quer instalar a app?",
    "Unknown device": "Dispositivo desconhecido",
    "You need to be using HTTPS to place a screen-sharing call.": "Necessita de estar a usar HTTPS para poder iniciar uma chamada com partilha de ecrã.",
    "Welcome to Riot.im": "Bem-vindo ao Riot.im",
    "Decentralised, encrypted chat &amp; collaboration powered by [matrix]": "Chat descentralizado, encriptado &amp; colaborativo alimentado por [matrix]",
    "Search the room directory": "Procurar o diretório de salas",
    "Chat with Riot Bot": "Falar com o Bot do Riot",
    "Get started with some tips from Riot Bot!": "Comece com algumas dicas do Bot do Riot",
    "General discussion about Matrix and Riot": "Discussão geral acerca do Matrix e do Riot",
    "Discussion of all things Matrix!": "Discussão de tudo o que envolva o Matrix!",
    "Riot/Web &amp; Desktop chat": "Riot/Web &amp; Desktop chat",
    "Riot/iOS &amp; matrix-ios-sdk chat": "Riot/iOS &amp; matrix-ios-sdk chat",
    "Riot/Android &amp; matrix-android-sdk chat": "Riot/Android &amp; matrix-android-sdk chat",
    "Matrix technical discussions": "Discussões técnicas do Matrix",
    "Running Matrix services": "Correr serviços do Matrix",
    "Community-run support for Synapse": "Suporte da comunidade para o Synapse",
    "Admin support for Dendrite": "Suporte de administração para o Dendrite",
    "Announcements about Synapse releases": "Anúncios acerca de lançamentos do Synapse",
    "Support for those using and running matrix-appservice-irc": "Suporte para aqueles a correr e a utilizar o matrix-appservice-irc",
    "Building services on Matrix": "Construindo serviços no Matrix",
    "Support for those using the Matrix spec": "Suporte para os utilizadores da especificação do Matrix",
    "Design and implementation of E2E in Matrix": "Design e implementação de encriptação ponto-a-ponto (E2E) no Matrix",
    "Implementing VR services with Matrix": "Implementar serviços de realidade virtual (VR) com o Matrix",
    "Implementing VoIP services with Matrix": "Implementar serviços VoIP com o Matrix",
    "Discussion of the Identity Service API": "Discussão da API do serviço de identidade",
    "Support for those using, running and writing other bridges": "Suporte para aqueles a usar, correr e desenvolver outras pontes (bridges)",
    "Contributing code to Matrix and Riot": "Contribuir código para o Matrix e para o Riot",
    "Dev chat for the Riot/Web dev team": "Conversa de desenvolvimento para a equipa do Riot/Web",
    "Dev chat for the Dendrite dev team": "Conversa de desenvolvimento para a equipa do Dendrite",
    "Lots of rooms already exist in Matrix, linked to existing networks (Slack, IRC, Gitter etc) or independent. Check out the directory!": "Já existem muitas salas no Matrix, ligadas a redes já existentes (Slack, IRC, Gitter, etc) ou independentes. Dê uma vista de olhos no diretório!",
    "You can use the custom server options to sign into other Matrix servers by specifying a different Home server URL.<br/>This allows you to use Riot with an existing Matrix account on a different home server.<br/><br/>You can also set a custom identity server but you won't be able to invite users by email address, or be invited by email address yourself.": "Você pode usar as opções de servidor personalizado para entrar em outros servidores Matrix, especificando um diferente URL de servidor doméstico.<br/>Isto permite que você utilize Riot com uma conta Matrix existente em um servidor doméstico diferente.<br/><br/>Você também pode definir um servidor de identidade personalizado, porém não poderá convidar usuários por endereço de e-mail nem ser convidado por endereço de e-mail.",
    "Co-ordination for Riot translators": "Coordenação para tradutores do Riot"
}
