{
    "This email address is already in use": "Această adresă de email este deja utilizată",
    "This phone number is already in use": "Acest număr de telefon este deja utilizat",
    "Failed to verify email address: make sure you clicked the link in the email": "Adresa de e-mail nu a putut fi verificată: asigurați-vă că ați făcut click pe linkul din e-mail",
    "The platform you're on": "Platforma pe care te afli",
    "The version of %(brand)s": "Versiunea %(brand)s",
    "Whether or not you're logged in (we don't record your username)": "Indiferent dacă sunteți conectat sau nu (nu vă înregistrați numele de utilizator)",
    "Your language of choice": "Alegeți limba",
    "Which officially provided instance you are using, if any": "Ce instanță ați furnizat oficial instanței pe care o utilizați, dacă este cazul",
    "Whether or not you're using the Richtext mode of the Rich Text Editor": "Indiferent dacă utilizați sau nu modul Richtext mod din Rich Text Editor",
    "Your homeserver's URL": "Adresa URL a Serverului de bază",
    "e.g. %(exampleValue)s": "ex %(exampleValue)s",
    "Every page you use in the app": "Fiecare pagină pe care o utilizați în aplicație",
    "e.g. <CurrentPageURL>": "ex. <CurrentPageURL>",
    "Your device resolution": "Rezoluția dispozitivului",
    "Analytics": "Analizarea",
    "The information being sent to us to help make %(brand)s better includes:": "Informațiile care ne sunt trimise pentru a ne ajuta să facem mai bine %(brand)s includ:",
    "Where this page includes identifiable information, such as a room, user or group ID, that data is removed before being sent to the server.": "În cazul în care această pagină include informații care pot fi identificate, cum ar fi o cameră, un utilizator sau un ID de grup, aceste date sunt eliminate înainte de a fi trimise la server.",
    "Call Failed": "Apel eșuat",
    "VoIP is unsupported": "VoIP nu este acceptat",
    "You cannot place VoIP calls in this browser.": "Nu puteți efectua apeluri VoIP în acest browser.",
    "You cannot place a call with yourself.": "Nu poți apela cu tine însuți.",
    "Permission Required": "Permisul Obligatoriu",
    "You do not have permission to start a conference call in this room": "Nu aveți permisiunea de a începe un apel de conferință în această cameră",
    "The file '%(fileName)s' exceeds this homeserver's size limit for uploads": "Fișierul %(fileName)s întrece limita admisă",
    "Upload Failed": "Încărcarea eșuată",
    "Failure to create room": "Eșecul de a crea spațiu",
    "Server may be unavailable, overloaded, or you hit a bug.": "Serverul poate fi indisponibil, supraîncărcat sau ați lovit un bug.",
    "Send": "Trimite",
    "Sun": "Dum",
    "Mon": "Lun",
    "Tue": "Mar",
    "Wed": "Mie",
    "Thu": "Joi",
    "Fri": "Vin",
    "Sat": "Sâm",
    "Jan": "Ian",
    "Feb": "Feb",
    "Mar": "Mar",
    "Apr": "Apr",
    "May": "Mai",
    "Jun": "Iun",
    "Jul": "Iul",
    "Aug": "Aug",
    "Sep": "Sep",
    "Oct": "Oct",
    "Nov": "Nov",
    "Dec": "Dec",
    "PM": "PM",
    "AM": "AM",
    "%(weekDayName)s %(time)s": "%(weekDayName)s%(time)s",
    "%(weekDayName)s, %(monthName)s %(day)s %(time)s": "%(weekDayName)s%(monthName)s%(day)s%(time)s",
    "%(weekDayName)s, %(monthName)s %(day)s %(fullYear)s": "%(weekDayName)s%(monthName)s%(day)s%(fullYear)s",
    "%(weekDayName)s, %(monthName)s %(day)s %(fullYear)s %(time)s": "%(weekDayName)s%(monthName)s%(day)s%(fullYear)s%(time)s",
    "Who would you like to add to this community?": "Cui doriți să adăugați această comunitate?",
    "Warning: any person you add to a community will be publicly visible to anyone who knows the community ID": "Avertisment: orice persoană pe care o adăugați unei comunități va fi vizibilă publicului oricui cunoaște codul comunității",
    "Invite new community members": "Invitați membrii comunității noi",
    "Invite to Community": "Invită în Comunitate",
    "Which rooms would you like to add to this community?": "Ce camere doriți să adăugați la această comunitate?",
    "Show these rooms to non-members on the community page and room list?": "Arătați aceste camere către ne-membri pe pagina de comunitate și lista de camere?",
    "Add rooms to the community": "Adăugați camere la comunitate",
    "Add to community": "Adăugați la comunitate",
    "Failed to invite the following users to %(groupId)s:": "Nu a putut fi invitat următorii utilizatori %(groupId)s",
    "Failed to invite users to community": "Nu a fost posibilă invitarea utilizatorilor la comunitate",
    "Failed to invite users to %(groupId)s": "Nu a fost posibilă invitarea utilizatorilor la %(groupId)s",
    "Explore rooms": "Explorează camerele",
    "Sign In": "Autentificare",
    "Create Account": "Înregistare",
    "Dismiss": "Închide",
    "You've reached the maximum number of simultaneous calls.": "Ați atins numărul maxim de apeluri simultane.",
    "Too Many Calls": "Prea multe apeluri",
    "No other application is using the webcam": "Nicio altă aplicație nu folosește camera web",
    "Permission is granted to use the webcam": "Permisiunea de a utiliza camera web este acordată",
    "A microphone and webcam are plugged in and set up correctly": "Microfonul și camera web sunt conectate și configurate corect",
    "Call failed because webcam or microphone could not be accessed. Check that:": "Apelul nu a reușit deoarece camera web sau microfonul nu au putut fi accesate. Verifică:",
    "Unable to access webcam / microphone": "Imposibil de accesat camera web / microfonul",
    "Call failed because microphone could not be accessed. Check that a microphone is plugged in and set up correctly.": "Apelul nu a reușit deoarece microfonul nu a putut fi accesat. Verificați dacă un microfon este conectat și configurați corect.",
    "Unable to access microphone": "Nu se poate accesa microfonul",
    "OK": "OK",
    "Try using turn.matrix.org": "Încercați să utilizați turn.matrix.org",
    "Alternatively, you can try to use the public server at <code>turn.matrix.org</code>, but this will not be as reliable, and it will share your IP address with that server. You can also manage this in Settings.": "Alternativ, puteți încerca să utilizați serverul public la <code>turn.matrix.org</code>, dar acest lucru nu va fi la fel de fiabil și va partaja adresa dvs. IP cu acel server. Puteți gestiona acest lucru și în Setări.",
    "Please ask the administrator of your homeserver (<code>%(homeserverDomain)s</code>) to configure a TURN server in order for calls to work reliably.": "Vă rugăm să cereți administratorului serverului dvs. (<code>%(homeserverDomain)s</code>) să configureze un server TURN pentru ca apelurile să funcționeze în mod fiabil.",
    "Call failed due to misconfigured server": "Apelul nu a reușit din cauza serverului configurat greșit",
    "The call was answered on another device.": "Apelul a primit răspuns pe un alt dispozitiv.",
    "Answered Elsewhere": "A răspuns în altă parte",
    "The call could not be established": "Apelul nu a putut fi stabilit",
    "The user you called is busy.": "Utilizatorul pe care l-ați sunat este ocupat.",
    "User Busy": "Utilizator ocupat",
    "Unable to load! Check your network connectivity and try again.": "Imposibil de incarcat! Verificați conectivitatea rețelei și încercați din nou.",
    "Error": "Eroare",
    "Your user agent": "Agentul dvs. de utilizator",
    "Whether you're using %(brand)s as an installed Progressive Web App": "Dacă utilizați %(brand)s ca aplicație web progresivă instalată",
    "Whether or not you're using the 'breadcrumbs' feature (avatars above the room list)": "Dacă utilizați sau nu funcția „breadcrumbs” (avatare deasupra listei de camere)",
    "Whether you're using %(brand)s on a device where touch is the primary input mechanism": "Dacă utilizați %(brand)s pe un dispozitiv în care atingerea este principalul mecanism de intrare",
    "Add Phone Number": "Adaugă numărul de telefon",
    "Click the button below to confirm adding this phone number.": "Faceți clic pe butonul de mai jos pentru a confirma adăugarea acestui număr de telefon.",
    "Confirm adding phone number": "Confirmați adăugarea numărului de telefon",
    "Confirm adding this phone number by using Single Sign On to prove your identity.": "Confirmați adăugarea acestui număr de telefon utilizând Single Sign On pentru a vă dovedi identitatea.",
    "Add Email Address": "Adăugați o adresă de e-mail",
    "Confirm": "Confirmă",
    "Click the button below to confirm adding this email address.": "Faceți clic pe butonul de mai jos pentru a confirma adăugarea acestei adrese de e-mail.",
    "Confirm adding email": "Confirmați adăugarea e-mailului",
    "Single Sign On": "Single Sign On",
    "Confirm adding this email address by using Single Sign On to prove your identity.": "Confirmați adăugarea acestei adrese de e-mail utilizând Single Sign On pentru a vă dovedi identitatea.",
    "Use Single Sign On to continue": "Utilizați Single Sign On pentru a continua"
}
