{
    "This email address is already in use": "Această adresă de email este deja utilizată",
    "This phone number is already in use": "Acest număr de telefon este deja utilizat",
    "Failed to verify email address: make sure you clicked the link in the email": "Adresa de e-mail nu a putut fi verificată: asigurați-vă că ați făcut click pe linkul din e-mail",
    "Analytics": "Analizarea",
    "Call Failed": "Apel eșuat",
    "You cannot place a call with yourself.": "Nu poți apela cu tine însuți.",
    "Permission Required": "Permisul Obligatoriu",
    "You do not have permission to start a conference call in this room": "Nu aveți permisiunea de a începe un apel de conferință în această cameră",
    "The file '%(fileName)s' exceeds this homeserver's size limit for uploads": "Fișierul %(fileName)s întrece limita admisă",
    "Upload Failed": "Încărcarea eșuată",
    "Failure to create room": "Eșecul de a crea spațiu",
    "Server may be unavailable, overloaded, or you hit a bug.": "Serverul poate fi indisponibil, supraîncărcat sau ați lovit un bug.",
    "Send": "Trimite",
    "Sun": "Dum",
    "Mon": "Lun",
    "Tue": "Mar",
    "Wed": "Mie",
    "Thu": "Joi",
    "Fri": "Vin",
    "Sat": "Sâm",
    "Jan": "Ian",
    "Feb": "Feb",
    "Mar": "Mar",
    "Apr": "Apr",
    "May": "Mai",
    "Jun": "Iun",
    "Jul": "Iul",
    "Aug": "Aug",
    "Sep": "Sep",
    "Oct": "Oct",
    "Nov": "Nov",
    "Dec": "Dec",
    "PM": "PM",
    "AM": "AM",
    "%(weekDayName)s %(time)s": "%(weekDayName)s%(time)s",
    "%(weekDayName)s, %(monthName)s %(day)s %(time)s": "%(weekDayName)s%(monthName)s%(day)s%(time)s",
    "%(weekDayName)s, %(monthName)s %(day)s %(fullYear)s": "%(weekDayName)s%(monthName)s%(day)s%(fullYear)s",
    "%(weekDayName)s, %(monthName)s %(day)s %(fullYear)s %(time)s": "%(weekDayName)s%(monthName)s%(day)s%(fullYear)s%(time)s",
    "Explore rooms": "Explorează camerele",
    "Sign In": "Autentificare",
    "Create Account": "Înregistare",
    "Dismiss": "Închide",
    "You've reached the maximum number of simultaneous calls.": "Ați atins numărul maxim de apeluri simultane.",
    "Too Many Calls": "Prea multe apeluri",
    "No other application is using the webcam": "Nicio altă aplicație nu folosește camera web",
    "Permission is granted to use the webcam": "Permisiunea de a utiliza camera web este acordată",
    "A microphone and webcam are plugged in and set up correctly": "Microfonul și camera web sunt conectate și configurate corect",
    "Call failed because webcam or microphone could not be accessed. Check that:": "Apelul nu a reușit deoarece camera web sau microfonul nu au putut fi accesate. Verifică:",
    "Unable to access webcam / microphone": "Imposibil de accesat camera web / microfonul",
    "Call failed because microphone could not be accessed. Check that a microphone is plugged in and set up correctly.": "Apelul nu a reușit deoarece microfonul nu a putut fi accesat. Verificați dacă un microfon este conectat și configurați corect.",
    "Unable to access microphone": "Nu se poate accesa microfonul",
    "OK": "OK",
    "Please ask the administrator of your homeserver (<code>%(homeserverDomain)s</code>) to configure a TURN server in order for calls to work reliably.": "Vă rugăm să cereți administratorului serverului dvs. (<code>%(homeserverDomain)s</code>) să configureze un server TURN pentru ca apelurile să funcționeze în mod fiabil.",
    "Call failed due to misconfigured server": "Apelul nu a reușit din cauza serverului configurat greșit",
    "The call was answered on another device.": "Apelul a primit răspuns pe un alt dispozitiv.",
    "Answered Elsewhere": "A răspuns în altă parte",
    "The call could not be established": "Apelul nu a putut fi stabilit",
    "The user you called is busy.": "Utilizatorul pe care l-ați sunat este ocupat.",
    "User Busy": "Utilizator ocupat",
    "Unable to load! Check your network connectivity and try again.": "Imposibil de incarcat! Verificați conectivitatea rețelei și încercați din nou.",
    "Error": "Eroare",
    "Add Phone Number": "Adaugă numărul de telefon",
    "Click the button below to confirm adding this phone number.": "Faceți clic pe butonul de mai jos pentru a confirma adăugarea acestui număr de telefon.",
    "Confirm adding phone number": "Confirmați adăugarea numărului de telefon",
    "Confirm adding this phone number by using Single Sign On to prove your identity.": "Confirmați adăugarea acestui număr de telefon utilizând Single Sign On pentru a vă dovedi identitatea.",
    "Add Email Address": "Adăugați o adresă de e-mail",
    "Confirm": "Confirmă",
    "Click the button below to confirm adding this email address.": "Faceți clic pe butonul de mai jos pentru a confirma adăugarea acestei adrese de e-mail.",
    "Confirm adding email": "Confirmați adăugarea e-mailului",
    "Single Sign On": "Single Sign On",
    "Confirm adding this email address by using Single Sign On to prove your identity.": "Confirmați adăugarea acestei adrese de e-mail utilizând Single Sign On pentru a vă dovedi identitatea.",
    "Use Single Sign On to continue": "Utilizați Single Sign On pentru a continua"
}
