{
    "Custom Server Options": "Настраиваемые параметры сервера",
    "Dismiss": "Отказ",
    "powered by Matrix": "Основано на Matrix",
    "%(appName)s via %(browserName)s on %(osName)s": "%(appName)s с %(browserName)s на %(osName)s",
    "Riot Desktop on %(platformName)s": "Riot Desktop на %(platformName)s",
    "Riot is not supported on mobile web. Install the app?": "Riot не поддерживает версию веб-сайта для мобильных устройств. Установить приложение?",
    "Unknown device": "Неизвестное устройство",
    "You need to be using HTTPS to place a screen-sharing call.": "Требуется использование HTTPS для совместного использования рабочего стола.",
    "Welcome to Riot.im": "Добро пожаловать на Riot.im",
    "Decentralised, encrypted chat &amp; collaboration powered by [matrix]": "Децентрализованный, зашифрованный чат и совместная работа при поддержке [matrix]",
    "Search the room directory": "Поиск в каталоге комнат",
    "Chat with Riot Bot": "Пообщаться с ботом Riot",
    "Get started with some tips from Riot Bot!": "Начните с некоторых советов от бота Riot!",
    "General discussion about Matrix and Riot": "Общая дискуссия о Matrix и Riot",
    "Discussion of all things Matrix!": "Дискуссия обо всем, что связано с Matrix!",
    "Riot/Web &amp; Desktop chat": "Riot/Web &amp; Desktop-чат",
    "Matrix technical discussions": "Технические дискуссии о Matrix",
    "Running Matrix services": "Запуск сервисов Matrix",
    "Community-run support for Synapse": "Поддержка Synapse от сообщества",
    "Admin support for Dendrite": "Административная поддержка Dendrite",
    "Building services on Matrix": "Разработка сервисов на Matrix",
    "Implementing VoIP services with Matrix": "Внедрение VoIP-услуг с помощью Matrix",
    "Riot/iOS &amp; matrix-ios-sdk chat": "Riot/iOS &amp; matrix-ios-sdk чат",
    "Riot/Android &amp; matrix-android-sdk chat": "Riot/Android &amp; matrix-android-sdk чат",
    "Announcements about Synapse releases": "Объявления о выпусках Synapse",
    "Support for those using and running matrix-appservice-irc": "Поддержка тех, кто использует и работает с matrix-appservice-irc",
    "Lots of rooms already exist in Matrix, linked to existing networks (Slack, IRC, Gitter etc) or independent. Check out the directory!": "В Matrix существует множество комнат, как связанных с существующими сетями (Slack, IRC, Gitter и пр.), так и независимых. Ищите в каталоге!",
    "Support for those using the Matrix spec": "Поддержка пользователей, использующих Matrix spec",
    "Design and implementation of E2E in Matrix": "Разработка и внедрение сквозного шифрования (E2E) в Matrix",
    "Implementing VR services with Matrix": "Внедрение сервисов виртуальной реальности (VR) с помощью Matrix",
    "Discussion of the Identity Service API": "Обсуждение API службы идентификации",
    "Support for those using, running and writing other bridges": "Поддержка для тех, кто использует, разрабатывает и внедряет приложения интеграции для Matrix",
    "Contributing code to Matrix and Riot": "Внести свой вклад в разработку кода Matrix и Riot",
    "Dev chat for the Riot/Web dev team": "Чат с командой разработчиков Riot/Web",
    "Dev chat for the Dendrite dev team": "Чат с командой разработчиков Dendrite",
    "You can use the custom server options to sign into other Matrix servers by specifying a different Home server URL.<br/>This allows you to use Riot with an existing Matrix account on a different home server.<br/><br/>You can also set a custom identity server but you won't be able to invite users by email address, or be invited by email address yourself.": "Вы можете использовать пользовательские параметры сервера для входа на другие сервера Matrix, указав другой URL-адрес домашнего сервера.<br/>Это позволяет использовать Riot с существующей учетной записью Matrix на другом домашнем сервере.<br/><br/>Кроме того, можно установить пользовательский сервер идентификации, однако вы не сможете ни пригласить других пользователей, ни быть приглашенным, используя адрес электронной почты, .",
    "Co-ordination for Riot translators": "Координация для переводчиков Riot"
}
