{
    "This email address is already in use": "Kjo adresë e-mail-i tashmë është në përdorim",
    "This phone number is already in use": "Ky numër telefoni tashmë është në përdorim",
    "Failed to verify email address: make sure you clicked the link in the email": "Vërtetimi i adresës e-mail i pasukseshëm: Sigurohu që ke klikuar lidhjen në e-mail",
    "The platform you're on": "Platforma që jë duke përdorur",
    "The version of Riot.im": "Versioni i Riot.im-it",
    "Whether or not you're logged in (we don't record your user name)": "A je i lajmëruar apo jo (ne nuk do të inçizojmë emrin përdorues tëndë)",
    "Your language of choice": "Gjuha jote e zgjedhur",
    "Which officially provided instance you are using, if any": "Cilën instancë zyrtarisht të ofruar je duke përdorur, në rast që je",
    "Whether or not you're using the Richtext mode of the Rich Text Editor": "A je duke e përdorur mënyrën e tekstit të pasuruar të redaktionuesit të tekstit të pasuruar apo jo",
    "Your homeserver's URL": "URL-ja e server-it shtëpiak tëndë",
    "Your identity server's URL": "URL-ja e server-it identiteti tëndë",
    "Analytics": "Analiza",
    "The information being sent to us to help make Riot.im better includes:": "Informacionet që dërgohen për t'i ndihmuar Riot.im-it të përmirësohet përmbajnë:",
    "We also record each page you use in the app (currently <CurrentPageHash>), your User Agent (<CurrentUserAgent>) and your device resolution (<CurrentDeviceResolution>).": "Ne gjithashtu inçizojmë çdo faqe që përdorë në aplikacion (në këtë çast <CurrentPageHash>), agjentin e përdoruesit tëndë (<CurrentUserAgent>) dhe rezolucionin e pajisjes tënde (<CurrentDeviceResolution>).",
    "Where this page includes identifiable information, such as a room, user or group ID, that data is removed before being sent to the server.": "Kur kjo faqe pëmban informacione që mund të të identifikojnë, sikur një dhomë, përdorues apo identifikatues grupi, këto të dhëna do të mënjanohen para se t‘i dërgohën një server-it.",
    "Call Failed": "Thirrja nuk mundej të realizohet",
    "There are unknown devices in this room: if you proceed without verifying them, it will be possible for someone to eavesdrop on your call.": "Pajisje të panjohura ndodhen në këtë dhomë: nësë vazhdon pa i vërtetuar, është e mundshme që dikush të jua përgjon thirrjen.",
    "Review Devices": "Rishiko pajisjet",
    "Call Anyway": "Thirr prapëseprapë",
    "Answer Anyway": "Prano prapëseprapë",
    "Call": "Thirr",
    "Answer": "Prano",
    "Call Timeout": "Skadim kohe thirrjeje",
    "The remote side failed to pick up": "Ana e kundërt nuk arriti të pranojë",
    "Unable to capture screen": "Ekrani nuk mundi të inçizohej",
    "Existing Call": "Thirrje aktuale",
    "You are already in a call.": "Tashmë je në thirrje.",
    "VoIP is unsupported": "VoIP nuk mbulohet",
    "You cannot place VoIP calls in this browser.": "Thirrjet me VoIP nuk mbulohen nga ky kërkues uebi.",
    "You cannot place a call with yourself.": "Nuk mund të realizosh thirrje me vetveten.",
    "Conference calls are not supported in this client": "Thirrjet konference nuk mbulohen nga ky klienti",
    "Conference calls are not supported in encrypted rooms": "Thirrjet konference nuk mbulohen në dhoma të shifruara",
    "Warning!": "Paralajmërim!",
    "Conference calling is in development and may not be reliable.": "Thirrja konference ende është në zhvillim dhe mund të jetë e paqëndrueshme.",
    "Failed to set up conference call": "Thirrja konference nuk mundi të realizohej",
    "Conference call failed.": "Thirrja konference dështoi.",
    "The file '%(fileName)s' failed to upload": "Fajli '%(fileName)s' nuk mundi të mbartet",
    "The file '%(fileName)s' exceeds this home server's size limit for uploads": "Fajli '%(fileName)s' tejkalon kufirin madhësie për mbartje e këtij server-i shtëpiak",
    "Upload Failed": "Mbartja dështoi",
    "Failure to create room": "Dhoma nuk mundi të krijohet",
    "Server may be unavailable, overloaded, or you hit a bug.": "Server-i është i padisponueshëm, i ngarkuar tej mase, apo ka një gabim.",
    "Send anyway": "Dërgo prapëseprapë",
    "Send": "Dërgo",
    "Sun": "Die",
    "Mon": "Hën",
    "Tue": "Mar",
    "Wed": "Mër"
}
