{
    "Riot Desktop on %(platformName)s": "Riot Desktop në %(platformName)s",
    "Unknown device": "Pajisje e panjohur",
    "%(appName)s via %(browserName)s on %(osName)s": "%(appName)s përmes %(browserName)s nën %(osName)s",
    "You need to be using HTTPS to place a screen-sharing call.": "Që të bëni një thirrje me ndarje ekrani, duhet të jeni duke përdorur HTTPS-në.",
    "Custom Server Options": "Mundësi Vetjake Shërbyesi",
    "Dismiss": "Mos e merr parasysh",
    "powered by Matrix": "bazuar në Matrix",
    "Welcome to Riot.im": "Mirë se vini te Riot.im",
    "Decentralised, encrypted chat &amp; collaboration powered by [matrix]": "Fjalosje &amp; bashkëpunim të decentralizuar, të fshehtëzuar, bazuar në [matrix]",
    "Chat with Riot Bot": "Fjalosuni me Robotin Riot",
    "You can use the custom server options to sign into other Matrix servers by specifying a different homeserver URL. This allows you to use Riot with an existing Matrix account on a different homeserver.": "Mund të përdorni mundësitë mbi shërbyes vetjak, për të bërë hyrjen në shërbyes të tjerë Matrix, duke dhënë një tjetër URL shërbyesi Home. Kjo ju lejon ta përdorni këtë aplikacion në një tjetër shërbyes Home, me një llogari ekzistuese Matrix.",
    "Sign In": "Hyni",
    "Create Account": "Krijoni Llogari",
    "Need help?": "Ju duhet ndihmë?",
    "Explore rooms": "Eksploroni dhoma",
    "Room Directory": "Listë Dhomash",
    "Unexpected error preparing the app. See console for details.": "Gabim i papritur gjatë përgatitjes së aplikacionit. Për hollësi, shihni konsolën.",
    "Invalid configuration: can only specify one of default_server_config, default_server_name, or default_hs_url.": "Formësim i pavlefshëm: mund të caktohet vetëm një prej default_server_config, default_server_name, ose default_hs_url.",
    "Invalid configuration: no default server specified.": "Formësim i pavlefshëm: s’është caktuar shërbyes parazgjedhje.",
    "Your Riot is misconfigured": "Riot-i juaj është i keqformësuar",
    "Your Riot configuration contains invalid JSON. Please correct the problem and reload the page.": "Formësimi juaj i Riot-it përmban JSON. Ju lutemi, ndreqeni problemin dhe ringarkoni faqen.",
    "The message from the parser is: %(message)s": "Mesazhi prej procesit është: %(message)s",
    "Invalid JSON": "JSON i pavlefshëm",
    "Go to your browser to complete Sign In": "Që të plotësoni Hyrjen, kaloni te shfletuesi juaj",
    "Open user settings": "Hapni rregullime përdoruesi"
}
