{
    "Dismiss": "ปิด",
    "Unknown device": "อุปกรณ์ที่ไม่รู้จัก",
    "Welcome to Element": "ยินดีต้อนรับสู่ Element",
    "The message from the parser is: %(message)s": "ข้อความจากตัวแยกวิเคราะห์คือ: %(message)s",
    "Invalid JSON": "JSON ไม่ถูกต้อง",
    "Sign In": "ลงชื่อเข้า",
    "Create Account": "สร้างบัญชี",
    "Explore rooms": "สำรวจห้อง",
    "Download Completed": "การดาวน์โหลดเสร็จสมบูรณ์",
    "Go to element.io": "ไปยัง element.io",
    "Failed to start": "ไม่สามารถเริ่ม",
    "Open": "เปิด",
    "Powered by Matrix": "ขับเคลื่อนโดย Matrix",
    "Unexpected error preparing the app. See console for details.": "เกิดข้อผิดพลาดที่ไม่คาดคิดขณะการเตรียมพร้อมโปรแกรม. คุณสามารถดูรายละเอียดข้อผิดพลาดได้ที่หน้าคอนโซล.",
    "Unable to load config file: please refresh the page to try again.": "ไม่สามารถโหลดการตั้งค่า: โปรดรีเฟรชหน้าเว็บเพื่อลองใหม่อีกครั้ง.",
    "Your Element configuration contains invalid JSON. Please correct the problem and reload the page.": "การตั้งค่าของ Element จะต้องอยู่ในรูปแบบ JSON. โปรดแก้ไขการตั้งค่าและโหลดหน้านี้ใหม่อีกครั้ง.",
    "Your Element is misconfigured": "การตั้งค่าของคุณไม่ถูกต้อง",
    "Invalid configuration: no default server specified.": "คุณยังไม่ได้ตั้งค่าเซิฟเวอร์หลักในการตั้งค่า.",
    "I understand the risks and wish to continue": "ฉันเข้าใจความเสี่ยง และดำเนินการต่อ",
    "Please install <chromeLink>Chrome</chromeLink>, <firefoxLink>Firefox</firefoxLink>, or <safariLink>Safari</safariLink> for the best experience.": "กรุณาติดตั้ง <chromeLink>Chrome</chromeLink>, <firefoxLink>Firefox</firefoxLink>, หรือ <safariLink>Safari</safariLink> เพื่อประสิทธิภาพการใช้งานที่ดีที่สุด.",
    "Your browser can't run %(brand)s": "เบราว์เซอร์ของคุณไม่สามารถใช้งาน %(brand)s ได้",
    "Unsupported browser": "เบราว์เซอร์ไม่รองรับ",
    "Decentralised, encrypted chat &amp; collaboration powered by $matrixLogo": "การกระจายศูนย์, แชทที่เข้ารหัส &amp; ขับเคลื่อนโดย $matrixLogo",
    "%(appName)s: %(browserName)s on %(osName)s": "%(appName)s: %(browserName)s บน %(osName)s",
    "%(brand)s Desktop: %(platformName)s": "%(brand)s เดสก์ทอป: %(platformName)s",
    "You can continue using your current browser, but some or all features may not work and the look and feel of the application may be incorrect.": "คุณสามารถใช้เบราว์เซอร์ปัจจุบันของคุณต่อไปได้ แต่คุณสมบัติบางอย่างหรือทั้งหมดอาจไม่ทำงาน และรูปลักษณ์ของแอปพลิเคชันอาจไม่ถูกต้อง.",
    "%(brand)s uses advanced browser features which aren't supported by your current browser.": "%(brand)s ใช้คุณลักษณะขั้นสูงของเบราว์เซอร์ซึ่งไม่รองรับโดยเบราว์เซอร์ปัจจุบันของคุณ.",
    "Use %(brand)s on mobile": "ใช้ %(brand)s บนมือถือ",
    "Go to your browser to complete Sign In": "ไปที่เบราว์เซอร์ของคุณเพื่อลงชื่อเข้าใช้ให้เสร็จสมบูรณ์."
}
