{
    "Custom Server Options": "Власні параметри сервера",
    "%(appName)s via %(browserName)s on %(osName)s": "%(appName)s через %(browserName)s на %(osName)s",
    "Dismiss": "Відхилити",
    "powered by Matrix": "працює на Matrix",
    "Riot Desktop on %(platformName)s": "Riot Desktop на %(platformName)s",
    "Unknown device": "Невідомий пристрій",
    "You need to be using HTTPS to place a screen-sharing call.": "Ви маєте використовувати HTTPS щоб зробити виклик із поширенням екрану.",
    "Welcome to Riot.im": "Ласкаво просимо до Riot.im",
    "Decentralised, encrypted chat &amp; collaboration powered by [matrix]": "Децентралізована, зашифрована балачка та засіб для співробітництва, що працює на [matrix]",
    "Chat with Riot Bot": "Балачка з Riot-ботом",
    "You can use the custom server options to sign into other Matrix servers by specifying a different homeserver URL. This allows you to use Riot with an existing Matrix account on a different homeserver.": "Ви можете використати власні параметри сервера для входу в інші Matrix сервери, вказавши інший URL. Це дозволить використовувати Riot з наявною обліківкою Matrix на іншому сервері.",
    "Need help?": "Допомогти?",
    "Sign In": "Увійти",
    "Create Account": "Створити обліківку",
    "Explore rooms": "Дослідити кімнати",
    "Room Directory": "Каталог кімнат",
    "Unexpected error preparing the app. See console for details.": "Неочікувана помилка при підготовці програми. Дивіться деталі у виводі консолі.",
    "Invalid configuration: can only specify one of default_server_config, default_server_name, or default_hs_url.": "Невірна конфігурація: можна вказати лише default_server_config, default_server_name або default_hs_url.",
    "Invalid configuration: no default server specified.": "Невірна конфігурація: не вказано сервер за замовчуванням.",
    "Your Riot configuration contains invalid JSON. Please correct the problem and reload the page.": "Ваша конфігурація Riot містить некоректний JSON. Виправте проблему та оновіть сторінку.",
    "The message from the parser is: %(message)s": "Повідомлення від парсера: %(message)s",
    "Invalid JSON": "Хибний JSON",
    "Your Riot is misconfigured": "Ваш Riot налаштовано неправильно",
    "Unsupported browser": "Непідтримуваний переглядач",
    "Your browser can't run Riot": "Ваш переглядач не може запустити Riot",
    "Riot uses advanced browser features which aren't supported by your current browser.": "Riot використовує передові особливості, які не підтримуються вашим переглядачем.",
    "Please install <chromeLink>Chrome</chromeLink>, <firefoxLink>Firefox</firefoxLink>, or <safariLink>Safari</safariLink> for the best experience.": "Для найкращих вражень від користування встановіть, будь ласка, <chromeLink>Chrome</chromeLink>, <firefoxLink>Firefox</firefoxLink>, або <safariLink>Safari</safariLink>.",
    "You can continue using your current browser, but some or all features may not work and the look and feel of the application may be incorrect.": "Ви можете продовжити, користуючись вашим поточним переглядачем, але деякі функції можуть не працювати і застосунок може виглядати неправильно.",
    "I understand the risks and wish to continue": "Я усвідомлюю ризик і бажаю продовжити",
    "Go to Riot.im": "Перейти на Riot.im",
    "Failed to start": "Запуск не вдався"
}
