{
    "Custom Server Options": "Власні параметри сервера",
    "%(appName)s via %(browserName)s on %(osName)s": "%(appName)s через %(browserName)s на %(osName)s",
    "Dismiss": "Відхилити",
    "powered by Matrix": "працює на Matrix",
    "Riot Desktop on %(platformName)s": "Riot Desktop на %(platformName)s",
    "Riot is not supported on mobile web. Install the app?": "Riot не працює через оглядач на мобільних пристроях. Встановити застосунок?",
    "Unknown device": "Невідомий пристрій",
    "You need to be using HTTPS to place a screen-sharing call.": "Ви маєте використовувати HTTPS щоб зробити виклик із поширенням екрану.",
    "Welcome to Riot.im": "Ласкаво просимо до Riot.im",
    "Decentralised, encrypted chat &amp; collaboration powered by [matrix]": "Децентралізований, шифрований чат та засіб для співробітництва, що працює на [matrix]",
    "Search the room directory": "Шукати у каталозі кімнат",
    "Chat with Riot Bot": "Чат із Riot-ботом",
    "Get started with some tips from Riot Bot!": "Розпочніть за допомогою декількох підказок від Riot-боту!",
    "General discussion about Matrix and Riot": "Загальне обговорення Matrix та Riot",
    "Discussion of all things Matrix!": "Обговорення усіх деталей про Matrix!",
    "Riot/Web &amp; Desktop chat": "Обговорення Riot для оглядачів та стільниці",
    "Riot/iOS &amp; matrix-ios-sdk chat": "Обговорення Riot/iOS та matrix-ios-sdk",
    "Riot/Android &amp; matrix-android-sdk chat": "Обговорення Riot/Android та matrix-android-sdk",
    "Matrix technical discussions": "Технічні обговорення Matrix",
    "Community-run support for Synapse": "Спільнота підтримки Synapse",
    "Admin support for Dendrite": "Адміністрування Dendrite",
    "Announcements about Synapse releases": "Оголошення випусків Synapse",
    "Support for those using and running matrix-appservice-irc": "Підтримка користувачів matrix-appservice-irc",
    "Building services on Matrix": "Створення служб на основі Matrix",
    "Support for those using the Matrix spec": "Підтримка користувачів специфікацій Matrix",
    "Design and implementation of E2E in Matrix": "Планування та впровадження E2E шифрування у Matrix",
    "Implementing VR services with Matrix": "Впровадження служб віртуальної реальності в рамках Matrix",
    "Implementing VoIP services with Matrix": "Впровадження служб VoIP через Matrix",
    "Discussion of the Identity Service API": "Обговорення Identity Service API",
    "Support for those using, running and writing other bridges": "Підтримка користувачів, адміністраторів та розробників інших Matrix-мостів",
    "Contributing code to Matrix and Riot": "Тим, хто хоче долучитись до розробки Matrix та Riot",
    "Dev chat for the Riot/Web dev team": "Чат команди розробників Riot/Web",
    "Dev chat for the Dendrite dev team": "Чат команди розробників Dendrite",
    "Lots of rooms already exist in Matrix, linked to existing networks (Slack, IRC, Gitter etc) or independent. Check out the directory!": "У мережі Matrix вже існує багато кімнат, що з'єднані як з існуючими мережами (Slack, IRC, Gitter тощо), так і незалежними. Подивіться у каталозі кімнат!",
    "Running Matrix services": "Запуск служби Matrix",
    "You can use the custom server options to sign into other Matrix servers by specifying a different Home server URL.<br/>This allows you to use Riot with an existing Matrix account on a different home server.<br/><br/>You can also set a custom identity server but you won't be able to invite users by email address, or be invited by email address yourself.": "Ви можете використовувати параметри користувача сервера для входа на другі сервера Matrix, вказав другий URL-адресу домашнього сервера. <br/>Це дозволяє використовувати Riot з обліковим записом Matrix який існує на другому домашньому сервері.<br/><br/>Окрім цього, можливо встановити ідентифікаційний сервер користувача, але ви не зможете запросити других користувачів та бути запрошенному  використовуючи адресу електронної пошти.",
    "Co-ordination for Riot translators": "Координаційний чат для перекладачів Riot",
    "You can use the custom server options to sign into other Matrix servers by specifying a different homeserver URL. This allows you to use Riot with an existing Matrix account on a different homeserver.": "Ви можете використати власні параметри сервера для входу в інші Matrix сервери, вказавши інший URL. Це дозволить використовувати Riot з наявним обліковим записом Matrix на іншому сервері.",
    "You can also set a custom identity server, but you won't be able to invite users by email address, or be invited by email address yourself.": "Ви також можете встановити власний сервер ідентифікації, але Ви не зможете запрошувати користувачів (або бути запрошеним самому) за адресою електронної пошти.",
    "Need help?": "Допомогти?",
    "Sign In": "Вхід",
    "Create Account": "Створити аккаунт",
    "Explore rooms": "Дослідити кімнати",
    "Room Directory": "Каталог кімнат",
    "Unexpected error preparing the app. See console for details.": "Неочікувана помилка при підготовці програми. Дивіться деталі у виводі консолі.",
    "Invalid configuration: can only specify one of default_server_config, default_server_name, or default_hs_url.": "Невірна конфігурація: можна вказати лише default_server_config, default_server_name або default_hs_url.",
    "Invalid configuration: no default server specified.": "Невірна конфігурація: не вказано сервер за замовчуванням."
}
