{
    "This email address is already in use": "Email này hiện đã được sử dụng",
    "This phone number is already in use": "Số điện thoại này hiện đã được sử dụng",
    "Failed to verify email address: make sure you clicked the link in the email": "Xác thực email thất bại: hãy đảm bảo bạn nhấp đúng đường dẫn đã gửi vào email",
    "The platform you're on": "Nền tảng bạn đang tham gia",
    "The version of Riot.im": "Phiên bản của Riot.im",
    "Your language of choice": "Ngôn ngữ bạn chọn",
    "Your homeserver's URL": "Đường dẫn Homeserver của bạn",
    "Whether or not you're logged in (we don't record your username)": "Dù bạn có đăng nhập hay không (chúng tôi không lưu tên đăng nhập của bạn)",
    "Whether or not you're using the Richtext mode of the Rich Text Editor": "Dù bạn có dùng chức năng Richtext của Rich Text Editor hay không",
    "Whether or not you're using the 'breadcrumbs' feature (avatars above the room list)": "Dù bạn có dùng chức năng breadcrumbs hay không (avatar trên danh sách phòng)",
    "Your identity server's URL": "Đường dẫn identify server của bạn",
    "e.g. %(exampleValue)s": "ví dụ %(exampleValue)s",
    "Every page you use in the app": "Mọi trang bạn dùng trong app",
    "e.g. <CurrentPageURL>": "ví dụ <CurrentPageURL>",
    "Your User Agent": "Trình duyệt của bạn",
    "Your device resolution": "Độ phân giải thiết bị",
    "Analytics": "Phân tích",
    "The information being sent to us to help make Riot.im better includes:": "Thông tin gửi lên máy chủ giúp cải thiện Riot.im bao gồm:",
    "Where this page includes identifiable information, such as a room, user or group ID, that data is removed before being sent to the server.": "Trường hợp trang này chứa thông tin định danh như phòng chat, người dùng hoặc mã nhóm, dữ liệu định danh sẽ được loại bỏ trước khi gửi lên máy chủ.",
    "Call Failed": "Cuộc gọi thất bại",
    "There are unknown devices in this room: if you proceed without verifying them, it will be possible for someone to eavesdrop on your call.": "Có thiết bị chưa được xác thực trong phòng này: nếu bạn tiếp tục mà không xác thực thiết bị, cuộc gọi có thể bị nghe lén.",
    "Review Devices": "Xác nhận thiết bị",
    "Call Anyway": "Vẫn gọi",
    "Answer Anyway": "Vẫn trả lời",
    "Call": "Gọi",
    "Answer": "Trả lời",
    "Call Timeout": "Hết thời hạn gọi",
    "The remote side failed to pick up": "Phía được gọi không thể trả lời",
    "Unable to capture screen": "Không thể chụp màn hình",
    "Existing Call": "Thoát khỏi cuộc gọi",
    "You are already in a call.": "Bạn hiện đang trong một cuộc gọi.",
    "VoIP is unsupported": "VoIP không được hỗ trợ",
    "You cannot place VoIP calls in this browser.": "Bạn không thể gọi VoIP với trình duyệt này.",
    "You cannot place a call with yourself.": "Bạn không thể tự gọi cho chính mình.",
    "Could not connect to the integration server": "Không thể kết nối tới máy chủ tích hợp",
    "A conference call could not be started because the integrations server is not available": "Cuộc gọi hội nghị không thể được khởi tạo vì máy chủ tích hợp không có sẵn",
    "Call in Progress": "Đang trong cuộc gọi",
    "A call is currently being placed!": "Một cuộc gọi hiện đang được thực hiện!",
    "A call is already in progress!": "Một cuộc gọi đang diễn ra!",
    "Permission Required": "Quyền được yêu cầu",
    "You do not have permission to start a conference call in this room": "Bạn không đủ quyền để khởi tạo một cuộc gọi nhóm trong phòng này",
    "Replying With Files": "Trả lời với tập tin",
    "At this time it is not possible to reply with a file. Would you like to upload this file without replying?": "Hiện không thể trả lời với 1 tập tin. Bạn có muốn tải tập tin lên máy chủ mà không gắn kèm trả lời?",
    "Continue": "Tiếp tục",
    "The file '%(fileName)s' failed to upload.": "Tải lên tập tin '%(fileName)s' thất bại.",
    "The file '%(fileName)s' exceeds this homeserver's size limit for uploads": "Tập tin '%(fileName)s' vượt quá giới hạn tải lên của máy chủ",
    "Upload Failed": "Tải lên thất bại",
    "Server may be unavailable, overloaded, or you hit a bug.": "Máy chủ không hoạt động, quá tải hoặc gặp lỗi.",
    "The server does not support the room version specified.": "Máy chủ không hỗ trợ phiên bản phòng chat.",
    "Failure to create room": "Khởi tạo phòng thất bại",
    "Send anyway": "Vẫn gửi đi",
    "Send": "Gửi đi",
    "Sun": "Chủ nhật",
    "Mon": "Thứ hai",
    "Tue": "Thứ ba",
    "Wed": "Thứ tư",
    "Thu": "Thứ năm",
    "Fri": "Thứ sáu",
    "Sat": "Thứ bảy",
    "Jan": "Tháng giêng",
    "Feb": "Tháng hai",
    "Mar": "Tháng ba",
    "Apr": "Tháng tư",
    "May": "Tháng năm",
    "Jun": "Tháng sáu",
    "Jul": "Tháng bảy",
    "Aug": "Tháng tám",
    "Sep": "Tháng chín",
    "Oct": "Tháng mười",
    "Nov": "Tháng mười một",
    "Dec": "Tháng mười hai",
    "PM": "Chiều",
    "AM": "Sáng",
    "%(weekDayName)s %(time)s": "%(weekDayName)s %(time)s",
    "%(weekDayName)s, %(monthName)s %(day)s %(time)s": "%(weekDayName)s, %(monthName)s %(day)s %(time)s",
    "%(weekDayName)s, %(monthName)s %(day)s %(fullYear)s": "%(weekDayName)s, %(monthName)s %(day)s %(fullYear)s",
    "%(weekDayName)s, %(monthName)s %(day)s %(fullYear)s %(time)s": "%(weekDayName)s, %(monthName)s %(day)s %(fullYear)s %(time)s",
    "Who would you like to add to this community?": "Bạn muốn thêm người nào vào cộng đồng này?",
    "Warning: any person you add to a community will be publicly visible to anyone who knows the community ID": "Cảnh báo: bất cứ ai bạn thêm vào cộng đồng đều được nhìn thấy bởi bất cứ ai biết mã ID của cộng đồng",
    "Invite new community members": "Mời thành viên mới vào cộng đồng",
    "Name or Matrix ID": "Tên hoặc mã Matrix",
    "Invite to Community": "Mời vào cộng đồng",
    "Which rooms would you like to add to this community?": "Phòng chat nào bạn muốn thêm vào cộng đồng này?",
    "Show these rooms to non-members on the community page and room list?": "Hiển thị những phòng này cho người dùng không phải là thành viên?",
    "Add rooms to the community": "Thêm phòng chat vào cộng đồng",
    "Room name or alias": "Tên phòng chat",
    "Add to community": "Thêm vào cộng đồng",
    "Failed to invite the following users to %(groupId)s:": "Người dùng sau không thể được mời vào %(groupId)s:",
    "Failed to invite users to community": "Không thể mời người dùng vào cộng đồng",
    "Failed to invite users to %(groupId)s": "Không thể mời thành viên vào %(groupId)s",
    "Failed to add the following rooms to %(groupId)s:": "Không thể thêm các phòng sau vào %(groupId)s:",
    "Unnamed Room": "Phòng chưa có tên",
    "Error": "Lỗi",
    "Unable to load! Check your network connectivity and try again.": "Không thể tải! Kiểm tra kết nối và thử lại.",
    "Dismiss": "Bỏ qua",
    "Riot does not have permission to send you notifications - please check your browser settings": "Riot không có đủ quyền để gửi notification - vui lòng kiểm tra thiết lập trình duyệt",
    "Riot was not given permission to send notifications - please try again": "Riot không được cấp quyền để gửi notification - vui lòng thử lại",
    "Unable to enable Notifications": "Không thể bật Notification",
    "This email address was not found": "Địa chỉ email này không tồn tại trong hệ thống",
    "Your email address does not appear to be associated with a Matrix ID on this Homeserver.": "Email của bạn không được liên kết với một mã Matrix ID nào trên Homeserver này.",
    "Registration Required": "Yêu cầu đăng ký",
    "You need to register to do this. Would you like to register now?": "Bạn phải đăng ký ký để thực hiện tác vụ. Bạn có muốn đăng ký bay giờ không?",
    "Register": "Đăng ký",
    "Default": "Mặc định",
    "Restricted": "Hạn chế",
    "Moderator": "Quản trị viên",
    "Admin": "Admin",
    "Start a chat": "Bắt đầu chat",
    "Who would you like to communicate with?": "Bạn muốn chat với ai?",
    "Email, name or Matrix ID": "Email, tên hoặc Matrix ID",
    "Start Chat": "Bắt đầu chat",
    "Invite new room members": "Mời thành viên mới",
    "Who would you like to add to this room?": "Bạn muốn thêm ai vào phòng chat này?",
    "Send Invites": "Gửi lời mời",
    "Failed to invite user": "Mời người dùng thất bại",
    "Operation failed": "Tác vụ thất bại",
    "Failed to invite": "Không thể mời",
    "Failed to invite users to the room:": "Mời thành viên vào phòng chat thất bại:",
    "Failed to invite the following users to the %(roomName)s room:": "Không thể mời các thành viên sau vào phòng chat %(roomName)s:",
    "You need to be logged in.": "Bạn phải đăng nhập.",
    "You need to be able to invite users to do that.": "Bạn cần có khả năng mời người dùng để làm được việc này.",
    "Unable to create widget.": "Không thể tạo widget.",
    "Missing roomId.": "Thiếu roomId.",
    "Failed to send request.": "Không thể gửi yêu cầu.",
    "This room is not recognised.": "Phòng chat không xác định.",
    "Power level must be positive integer.": "Power level phải là số nguyên dương.",
    "You are not in this room.": "Bạn không có trong phòng chat này.",
    "You do not have permission to do that in this room.": "Bạn không có đủ quyền để thực thi tác vụ trong phòng này.",
    "Missing room_id in request": "Thiếu room_id trong yêu cầu",
    "Room %(roomId)s not visible": "Phòng %(roomId)s không được hiển thị",
    "Missing user_id in request": "Thiếu user_id trong yêu cầu",
    "Usage": "Mức sử dụng",
    "Prepends ¯\\_(ツ)_/¯ to a plain-text message": "Xem ¯\\_(ツ)_/¯ là ký tự thông thường",
    "Searches DuckDuckGo for results": "Tìm với DuckDuckGo",
    "/ddg is not a command": "/ddg không phải là một câu lệnh",
    "To use it, just wait for autocomplete results to load and tab through them.": "Để sử dụng, hãy đợi kết quả tìm kiếm được hiển thị và chọn đối tượng.",
    "Upgrades a room to a new version": "Cập nhật phòng lên phiên bản mới",
    "Room upgrade confirmation": "Xác nhận phòng nâng cấp",
    "Upgrading a room can be destructive and isn't always necessary.": "Nâng cấp phòng chat có thể làm hỏng và không phải luôn cần thiết.",
    "Room upgrades are usually recommended when a room version is considered <i>unstable</i>. Unstable room versions might have bugs, missing features, or security vulnerabilities.": "Cập nhật phòng được khuyến nghị khi phòng chat được xem là  <i>không ổn định</i>. Phòng không ổn định có thể gây lỗi, thiếu chức năng hoặc có nguy cơ bị tấn công.",
    "Room upgrades usually only affect <i>server-side</i> processing of the room. If you're having problems with your Riot client, please file an issue with <issueLink />.": "Nâng cấp phòng thường chỉ ảnh hưởng ở phía <i>máy chủ</i> cần để xử lý phòng. Nếu bạn đang gặp vấn đề với Riot, vui lòng gửi thông báo lỗi tới <issueLink />.",
    "<b>Warning</b>: Upgrading a room will <i>not automatically migrate room members to the new version of the room.</i> We'll post a link to the new room in the old version of the room - room members will have to click this link to join the new room.": "<b>Cảnh báo</b>: Nâng cấp phòng sẽ <i>không tự động mời thành viên vào phòng mới.</i> Thành viên sẽ phải click vào đường link đến phòng mới để tham gia.",
    "Please confirm that you'd like to go forward with upgrading this room from <oldVersion /> to <newVersion />.": "Vui lòng xác nhận bạn muốn nâng cấp phòng từ phiên bản cũ <oldVersion /> lên <newVersion />.",
    "Upgrade": "Nâng cấp",
    "Changes your display nickname": "Đổi tên hiển thị của bạn",
    "Changes your display nickname in the current room only": "Chỉ đổi tên hiển thị của bạn trong phòng này mà thôi",
    "Changes your avatar in this current room only": "Chỉ đổi hình đại diện trong phòng này",
    "Changes colour scheme of current room": "Đổi tông màu của phòng hiện tại",
    "Gets or sets the room topic": "Lấy hoặc đặt chủ đề phòng",
    "This room has no topic.": "Phòng này chưa có chủ đề.",
    "Sets the room name": "Đặt tên phòng",
    "Invites user with given id to current room": "Mời thành viên vào phòng hiện tại",
    "Joins room with given alias": "Tham gia phòng",
    "Leave room": "Rời phòng",
    "Unrecognised room alias:": "Không xác định được tên phòng:",
    "Kicks user with given id": "Loại thành viên khỏi phòng",
    "Bans user with given id": "Cấm thành viên tham gia phòng",
    "Unbans user with given ID": "Gỡ cấm thành viên",
    "Ignores a user, hiding their messages from you": "Bỏ qua một người dùng và ẩn các nội dung do họ đăng",
    "Ignored user": "Người dùng bị bỏ qua",
    "You are now ignoring %(userId)s": "Bạn đã bỏ qua %(userId)s",
    "Stops ignoring a user, showing their messages going forward": "Ngừng bỏ qua một người dùng, và hiện lại nội dung họ đăng",
    "Unignored user": "Người dùng ngừng bỏ qua",
    "You are no longer ignoring %(userId)s": "Bạn không còn bỏ qua %(userId)s nữa",
    "Define the power level of a user": "Xác lập mức quyền của người dùng",
    "Opens the Developer Tools dialog": "Mở cửa sổ lập trình viên",
    "Adds a custom widget by URL to the room": "Thêm một URL widget vào phòng",
    "Please supply a https:// or http:// widget URL": "Vui lòng điền 1 widget với https:// hoặc http://",
    "You cannot modify widgets in this room.": "Bạn không thể sửa đổi widget trong phòng này.",
    "Verifies a user, device, and pubkey tuple": "Xác thực người dùng hoặc thiết bị",
    "Unknown (user, device) pair:": "Cặp người dùng - thiết bị chưa xác thực:",
    "Device already verified!": "Thiết bị đã được xác thực!",
    "WARNING: Device already verified, but keys do NOT MATCH!": "Cảnh báo: thiết bị đã được xác thực, nhưng bộ khóa không trùng khớp!"
}
