{
    "This email address is already in use": "Địa chỉ thư điện tử này đã được sử dụng",
    "This phone number is already in use": "Số điện thoại này đã được sử dụng",
    "Failed to verify email address: make sure you clicked the link in the email": "Chưa xác nhận địa chỉ thư điện tử: hãy chắc chắn bạn đã nhấn vào liên kết trong thư",
    "Analytics": "Về dữ liệu phân tích",
    "Call Failed": "Không gọi được",
    "You cannot place a call with yourself.": "Bạn không thể tự gọi chính mình.",
    "Permission Required": "Yêu cầu Cấp quyền",
    "You do not have permission to start a conference call in this room": "Bạn không có quyền để bắt đầu cuộc gọi nhóm trong phòng này",
    "Continue": "Tiếp tục",
    "The file '%(fileName)s' failed to upload.": "Không tải lên được tập tin '%(fileName)s' .",
    "The file '%(fileName)s' exceeds this homeserver's size limit for uploads": "Tập tin '%(fileName)s' vượt quá giới hạn về kích thước tải lên của máy chủ",
    "Upload Failed": "Không tải lên được",
    "Server may be unavailable, overloaded, or you hit a bug.": "Máy chủ có thể đang không có sẵn, quá tải hoặc bạn vừa gặp lỗi.",
    "The server does not support the room version specified.": "Máy chủ không hỗ trợ phiên bản phòng mà bạn chỉ định.",
    "Failure to create room": "Không tạo được phòng",
    "Send": "Gửi",
    "Sun": "Chủ Nhật",
    "Mon": "Thứ Hai",
    "Tue": "Thứ Ba",
    "Wed": "Thứ Tư",
    "Thu": "Thứ Năm",
    "Fri": "Thứ Sáu",
    "Sat": "Thứ Bảy",
    "Jan": "tháng Giêng",
    "Feb": "tháng Hai",
    "Mar": "tháng Ba",
    "Apr": "tháng Tư",
    "May": "tháng Năm",
    "Jun": "tháng Sáu",
    "Jul": "tháng Bảy",
    "Aug": "tháng Tám",
    "Sep": "tháng Chín",
    "Oct": "tháng Mười",
    "Nov": "tháng Mười Một",
    "Dec": "tháng Chạp",
    "PM": "chiều",
    "AM": "sáng",
    "%(weekDayName)s %(time)s": "%(weekDayName)s %(time)s",
    "%(weekDayName)s, %(monthName)s %(day)s %(time)s": "%(weekDayName)s, %(monthName)s %(day)s %(time)s",
    "%(weekDayName)s, %(monthName)s %(day)s %(fullYear)s": "%(weekDayName)s, %(monthName)s %(day)s %(fullYear)s",
    "%(weekDayName)s, %(monthName)s %(day)s %(fullYear)s %(time)s": "%(weekDayName)s, %(monthName)s %(day)s %(fullYear)s %(time)s",
    "Unnamed Room": "Phòng Không tên",
    "Error": "Lỗi",
    "Unable to load! Check your network connectivity and try again.": "Không thể tải dữ liệu! Kiểm tra kết nối mạng và thử lại.",
    "Dismiss": "Bỏ qua",
    "%(brand)s does not have permission to send you notifications - please check your browser settings": "%(brand)s chưa có quyền để gửi thông báo cho bạn - vui lòng kiểm tra thiết lập trình duyệt",
    "%(brand)s was not given permission to send notifications - please try again": "%(brand)s vẫn chưa được cấp quyền để gửi thông báo - vui lòng thử lại",
    "Unable to enable Notifications": "Không thể bật thông báo",
    "This email address was not found": "Địa chỉ thư điện tử này không tồn tại trong hệ thống",
    "Register": "Đăng ký",
    "Default": "Mặc định",
    "Restricted": "Bị hạn chế",
    "Moderator": "Điều phối viên",
    "Admin": "Quản trị viên",
    "Operation failed": "Tác vụ thất bại",
    "Failed to invite": "Không thể mời",
    "You need to be logged in.": "Bạn phải đăng nhập.",
    "You need to be able to invite users to do that.": "Bạn cần mời được người dùng thì mới làm vậy được.",
    "Unable to create widget.": "Không thể tạo widget.",
    "Missing roomId.": "Thiếu roomId.",
    "Failed to send request.": "Không thể gửi yêu cầu.",
    "This room is not recognised.": "Phòng chat không xác định.",
    "Power level must be positive integer.": "Cấp độ quyền phải là số nguyên dương.",
    "You are not in this room.": "Bạn không ở trong phòng chat này.",
    "You do not have permission to do that in this room.": "Bạn không được phép làm vậy trong phòng chat này.",
    "Missing room_id in request": "Thiếu room_id khi yêu cầu",
    "Room %(roomId)s not visible": "Phòng %(roomId)s không được hiển thị",
    "Missing user_id in request": "Thiếu user_id khi yêu cầu",
    "Usage": "Cách sử dụng",
    "Prepends ¯\\_(ツ)_/¯ to a plain-text message": "Thêm ̄\\_(ツ)_/ ̄ vào một tin nhắn văn bản thuần túy",
    "Upgrades a room to a new version": "Nâng cấp phòng lên phiên bản mới",
    "Changes your display nickname": "Thay đổi biệt danh hiển thị của bạn",
    "Changes your display nickname in the current room only": "Chỉ thay đổi biệt danh hiển thị của bạn trong phòng hiện tại",
    "Changes your avatar in this current room only": "Chỉ thay đổi ảnh đại diện của bạn trong phòng hiện tại",
    "Gets or sets the room topic": "Lấy hoặc đặt chủ đề phòng",
    "This room has no topic.": "Phòng này chưa có chủ đề.",
    "Sets the room name": "Đặt tên phòng",
    "Invites user with given id to current room": "Mời người dùng có ID chỉ định đến phòng hiện tại",
    "Leave room": "Rời khỏi phòng",
    "Bans user with given id": "Cấm thành viên có ID chỉ định",
    "Unbans user with given ID": "Gỡ cấm thành viên có ID chỉ định",
    "Ignores a user, hiding their messages from you": "Bỏ qua người dùng, ẩn tin nhắn của họ khỏi bạn",
    "Ignored user": "Đã bỏ qua người dùng",
    "You are now ignoring %(userId)s": "Bạn đã bỏ qua %(userId)s",
    "Stops ignoring a user, showing their messages going forward": "Ngừng bỏ qua người dùng, hiển thị tin nhắn của họ từ bây giờ trở đi",
    "Unignored user": "Đã ngừng bỏ qua người dùng",
    "You are no longer ignoring %(userId)s": "Bạn không còn bỏ qua %(userId)s nữa",
    "Define the power level of a user": "Xác định cấp độ quyền của một thành viên",
    "Opens the Developer Tools dialog": "Mở cửa sổ lập trình viên",
    "Adds a custom widget by URL to the room": "Thêm một URL widget vào phòng",
    "Please supply a https:// or http:// widget URL": "Vui lòng điền 1 widget với https:// hoặc http://",
    "You cannot modify widgets in this room.": "Bạn không thể sửa đổi widget trong phòng này.",
    "Changes your avatar in all rooms": "Đổi ảnh đại diện của bạn trong mọi phòng",
    "Verified key": "Khóa được xác minh",
    "Displays action": "Hiển thị hành động",
    "Forces the current outbound group session in an encrypted room to be discarded": "Buộc nhóm phiên hướng ra hiện tại trong một căn phòng được mã hóa phải bị loại bỏ",
    "Sends the given message coloured as a rainbow": "Gửi nội dung tin nhắn được tô màu cầu vồng",
    "Sends the given emote coloured as a rainbow": "Gửi hình emote được tô màu cầu vồng",
    "Reason": "Lý do",
    "%(senderDisplayName)s changed the topic to \"%(topic)s\".": "%(senderDisplayName)s đổi chủ đề thành \"%(topic)s\".",
    "%(senderDisplayName)s removed the room name.": "%(senderDisplayName)s loại bỏ tên phòng chat.",
    "%(senderDisplayName)s changed the room name to %(roomName)s.": "%(senderDisplayName)s đổi tên phòng thành %(roomName)s.",
    "%(senderDisplayName)s upgraded this room.": "%(senderDisplayName)s đã nâng cấp phòng này.",
    "%(senderDisplayName)s made the room public to whoever knows the link.": "%(senderDisplayName)s đã chỉnh phòng thành phòng mở cho người biết link tham gia.",
    "%(senderDisplayName)s made the room invite only.": "%(senderDisplayName)s đã chỉnh phòng chỉ tham gia khi được mời.",
    "%(senderDisplayName)s changed the join rule to %(rule)s": "%(senderDisplayName)s đổi quy thắc tham gia thành %(rule)s",
    "%(senderDisplayName)s has allowed guests to join the room.": "%(senderDisplayName)s vừa cho phép khách có thể tham gia phòng.",
    "%(senderDisplayName)s has prevented guests from joining the room.": "%(senderDisplayName)s vừa cấm khách có thể tham gia phòng.",
    "%(senderDisplayName)s changed guest access to %(rule)s": "%(senderDisplayName)s vừa đổi chính sách tham gia của khách thành %(rule)s",
    "%(senderDisplayName)s sent an image.": "%(senderDisplayName)s đã gửi một hình.",
    "%(senderName)s set the main address for this room to %(address)s.": "%(senderName)s thiết lập địa chỉ chính cho phòng thành %(address)s.",
    "%(senderName)s removed the main address for this room.": "%(senderName)s đã loại địa chỉ chính của phòng.",
    "Someone": "Ai đó",
    "%(senderName)s revoked the invitation for %(targetDisplayName)s to join the room.": "%(senderName)s đã thu hồi lời mời %(targetDisplayName)s tham gia phòng.",
    "%(senderName)s sent an invitation to %(targetDisplayName)s to join the room.": "%(senderName)s đã mời %(targetDisplayName)s tham gia phòng.",
    "%(senderName)s made future room history visible to all room members, from the point they are invited.": "%(senderName)s đã đặt lịch sử phòng chat xem được bởi thành viên, tính từ lúc thành viên được mời.",
    "%(senderName)s made future room history visible to all room members, from the point they joined.": "%(senderName)s đã đặt lịch sử phòng chat xem được bởi thành viên, tính từ lúc thành viên tham gia phòng.",
    "%(senderName)s made future room history visible to all room members.": "%(senderName)s đã đặt nội dung mới của phòng chat xem được bởi thành viên.",
    "%(senderName)s made future room history visible to anyone.": "%(senderName)s đã đặt nội dung mới của phòng chat xem được bởi bất kỳ ai.",
    "%(senderName)s made future room history visible to unknown (%(visibility)s).": "%(senderName)s đã đặt lịch sử phòng chat xem được đối với đối tượng (%(visibility)s).",
    "%(userId)s from %(fromPowerLevel)s to %(toPowerLevel)s": "%(userId)s đổi từ %(fromPowerLevel)s thành %(toPowerLevel)s",
    "%(senderName)s changed the power level of %(powerLevelDiffText)s.": "%(senderName)s đã đổi mức quyền của %(powerLevelDiffText)s.",
    "%(senderName)s changed the pinned messages for the room.": "%(senderName)s đã đổi tin được treo trong phòng.",
    "%(widgetName)s widget modified by %(senderName)s": "%(widgetName)s được sửa tên bởi %(senderName)s",
    "%(widgetName)s widget added by %(senderName)s": "%(widgetName)s widget được thêm vào bởi %(senderName)s",
    "%(widgetName)s widget removed by %(senderName)s": "%(widgetName)s widget được gỡ bởi %(senderName)s",
    "%(displayName)s is typing …": "%(displayName)s đang gõ …",
    "%(names)s and %(count)s others are typing …|other": "%(names)s và %(count)s người khác đang gõ …",
    "%(names)s and %(count)s others are typing …|one": "%(names)s và một người khác đang gõ …",
    "%(names)s and %(lastPerson)s are typing …": "%(names)s và %(lastPerson)s đang gõ …",
    "Cannot reach homeserver": "Không thể kết nối tới máy chủ",
    "Ensure you have a stable internet connection, or get in touch with the server admin": "Đảm bảo bạn có kết nối Internet ổn định, hoặc liên hệ quản trị viên để được hỗ trợ",
    "Your %(brand)s is misconfigured": "Hệ thống %(brand)s của bạn bị thiết lập sai",
    "Cannot reach identity server": "Không thể kết nối server định danh",
    "You can register, but some features will be unavailable until the identity server is back online. If you keep seeing this warning, check your configuration or contact a server admin.": "Bạn có thể đăng ký, nhưng một vài chức năng sẽ không sử đụng dược cho đến khi server định danh hoạt động trở lại. Nếu bạn thấy thông báo này, hãy kiểm tra thiết lập hoặc liên hệ quản trị viên.",
    "You can reset your password, but some features will be unavailable until the identity server is back online. If you keep seeing this warning, check your configuration or contact a server admin.": "Bạn có thể đặt lại mật khẩu, nhưng một vài chức năng sẽ không sử đụng dược cho đến khi server định danh hoạt động trở lại. Nếu bạn thấy thông báo này, hãy kiểm tra thiết lập hoặc liên hệ quản trị viên.",
    "You can log in, but some features will be unavailable until the identity server is back online. If you keep seeing this warning, check your configuration or contact a server admin.": "Bạn có thể đăng nhập, nhưng một vài chức năng sẽ không sử dụng dược cho đến khi server định danh hoạt động trở lại. Nếu bạn thấy thông báo này, hãy kiểm tra thiết lập hoặc liên hệ quản trị viên.",
    "No homeserver URL provided": "Không có đường dẫn server",
    "Unexpected error resolving homeserver configuration": "Lỗi xảy ra khi xử lý thiết lập máy chủ",
    "Unexpected error resolving identity server configuration": "Lỗi xảy ra khi xử lý thiết lập máy chủ định danh",
    "This homeserver has hit its Monthly Active User limit.": "Homeerver này đã đạt đến giới hạn người dùng hoạt động hàng tháng.",
    "This homeserver has exceeded one of its resource limits.": "Homeserver này đã vượt quá một trong những giới hạn tài nguyên của nó.",
    "%(items)s and %(count)s others|other": "%(items)s và %(count)s mục khác",
    "%(items)s and %(count)s others|one": "%(items)s và một mục khác",
    "%(items)s and %(lastItem)s": "%(items)s và %(lastItem)s",
    "Your browser does not support the required cryptography extensions": "Trình duyệt của bạn không hỗ trợ chức năng mã hóa",
    "Not a valid %(brand)s keyfile": "Tệp khóa %(brand)s không hợp lệ",
    "Authentication check failed: incorrect password?": "Kiểm tra đăng nhập thất bại: sai mật khẩu?",
    "Unrecognised address": "Không nhận ra địa chỉ",
    "You do not have permission to invite people to this room.": "Bạn không đủ quyền để mời người khác vào phòng chat.",
    "The user must be unbanned before they can be invited.": "Người dùng phải được gỡ cấm tham gia trước khi được mời.",
    "The user's homeserver does not support the version of the room.": "Phiên bản máy chủ nhà của người dùng không hỗ trợ phiên bản phòng này.",
    "Unknown server error": "Lỗi máy chủ không xác định",
    "Use a few words, avoid common phrases": "Nhập vài từ, tránh những từ phổ thông",
    "No need for symbols, digits, or uppercase letters": "Không cần nhập biểu tượng, số hoặc chữ in hoa",
    "Use a longer keyboard pattern with more turns": "Sử dụng mẫu bàn phím dài hơn với nhiều lượt hơn",
    "Avoid repeated words and characters": "Tránh nhập từ và ký tự lặp lại",
    "Avoid sequences": "Tránh nhập chuỗi",
    "Avoid recent years": "Tránh những năm gần đây",
    "Avoid years that are associated with you": "Tránh nhập năm gắn liền với thông tin về bạn",
    "Avoid dates and years that are associated with you": "Tránh tháng và năm gắn liền với thông tin của bạn",
    "Capitalization doesn't help very much": "Nhập chữ hoa không thực sự hữu ích",
    "All-uppercase is almost as easy to guess as all-lowercase": "Tất cả chữ hoa cũng dễ đoán như tất cả chữ thường",
    "Reversed words aren't much harder to guess": "Chữ đảo ngược cũng không quá khó đoán",
    "Predictable substitutions like '@' instead of 'a' don't help very much": "Ký tự thay thế dễ đoán như '@' thay vì 'a' cũng không thực sự hữu ích",
    "Add another word or two. Uncommon words are better.": "Thêm một hoặc hai từ. Từ không phổ thông càng hữu ích.",
    "Repeats like \"aaa\" are easy to guess": "Từ lặp lại như \"aaa\" là rất dễ đoán",
    "Repeats like \"abcabcabc\" are only slightly harder to guess than \"abc\"": "Ký tự \"abcabcabc\" chỉ hơi khó đoán hơn \"abc\"",
    "Sequences like abc or 6543 are easy to guess": "Chuỗi ký tự như abc hoặc 6543 là rất dễ đoán",
    "Recent years are easy to guess": "Dùng những năm gần đây là rất dễ đoán",
    "Dates are often easy to guess": "Ngày thường dễ đoán",
    "This is a top-10 common password": "Đây là 1 trong 10 mật khẩu phổ biến",
    "This is a top-100 common password": "Đây là 1 trong 100 mật khẩu phổ biến",
    "This is a very common password": "Đây là một mật khẩu rất phổ biến",
    "This is similar to a commonly used password": "Mật khẩu này tương tự mật khẩu phổ biến",
    "A word by itself is easy to guess": "Một từ có nghĩa là rất dễ đoán",
    "Names and surnames by themselves are easy to guess": "Tên và họ là rất dễ đoán",
    "Common names and surnames are easy to guess": "Tên và họ phổ thông là rất dễ đoán",
    "Straight rows of keys are easy to guess": "Hàng phím thẳng là rất dễ đoán",
    "Short keyboard patterns are easy to guess": "Các mẫu bàn phím ngắn là rất dễ đoán",
    "Please contact your homeserver administrator.": "Vui lòng liên hệ quản trị viên homeserver của bạn.",
    "Message Pinning": "Ghim tin nhắn",
    "Render simple counters in room header": "Hiển thị số đếm giản đơn ở tiêu đề phòng",
    "Enable Emoji suggestions while typing": "Cho phép gợi ý Emoji khi đánh máy",
    "Show a placeholder for removed messages": "Hiển thị người gửi các tin nhắn đã xóa",
    "Show avatar changes": "Hiển thị thay đổi hình đại diện",
    "Show display name changes": "Hiển thị thay đổi tên hiển thị",
    "Show read receipts sent by other users": "Hiển thị báo đã đọc gửi bởi người dùng khác",
    "Show timestamps in 12 hour format (e.g. 2:30pm)": "Hiển thị thời gian theo mẫu 12 giờ (ví dụ 2:30pm)",
    "Always show message timestamps": "Luôn hiện mốc thời gian",
    "Enable automatic language detection for syntax highlighting": "Bật chức năng tự động xác định ngôn ngữ đẻ hiển thị quy tắc",
    "Enable big emoji in chat": "Bật chức năng emoji lớn ở tin nhắn",
    "Send typing notifications": "Gửi thông báo đang gõ tin nhắn",
    "Automatically replace plain text Emoji": "Tự động thay thế hình biểu tượng",
    "Mirror local video feed": "Lập đường dẫn video dự phòng",
    "Send analytics data": "Gửi dữ liệu phân tích",
    "Enable inline URL previews by default": "Bật xem trước nội dung liên kết theo mặc định",
    "Enable URL previews for this room (only affects you)": "Bật xem trước nội dung liên kết trong phòng này (chỉ với bạn)",
    "Enable URL previews by default for participants in this room": "Bật xem trước nội dung liên kết cho mọi người trong phòng này",
    "Enable widget screenshots on supported widgets": "Bật widget chụp màn hình cho các widget có hỗ trợ",
    "Sign In": "Đăng nhập",
    "Explore rooms": "Khám phá các phòng",
    "Create Account": "Tạo tài khoản",
    "Theme": "Chủ đề",
    "Success": "Thành công",
    "Ignore": "Kệ",
    "Bug reporting": "Báo cáo lỗi",
    "Vietnam": "Việt Nam",
    "Voice call": "Gọi thoại",
    "%(senderName)s started a call": "%(senderName)s đã bắt đầu một cuộc gọi",
    "You started a call": "Bạn bắt đầu một cuộc gọi",
    "Call ended": "Cuộc gọi đã kết thúc",
    "%(senderName)s ended the call": "%(senderName)s đã kết thúc cuộc gọi",
    "You ended the call": "Bạn đã kết thúc cuộc gọi",
    "Call in progress": "Cuộc gọi đang diễn ra",
    "%(senderName)s joined the call": "%(senderName)s đã tham gia cuộc gọi",
    "You joined the call": "Bạn đã tham gia cuộc gọi",
    "Feedback": "Phản hồi",
    "Invites": "Mời",
    "Video call": "Gọi video",
    "This account has been deactivated.": "Tài khoản này đã bị vô hiệu hóa.",
    "Start": "Bắt đầu",
    "Secure messages with this user are end-to-end encrypted and not able to be read by third parties.": "Tin nhắn an toàn với người dùng này được mã hóa đầu cuối và không thể được các bên thứ ba đọc.",
    "You've successfully verified this user.": "Bạn đã xác minh thành công người dùng này.",
    "Verified!": "Đã xác minh!",
    "Play": "Chạy",
    "Pause": "Tạm dừng",
    "Accept": "Đồng ý",
    "Decline": "Từ chối",
    "Are you sure?": "Bạn có chắc không?",
    "Confirm Removal": "Xác nhận Loại bỏ",
    "Removing…": "Đang xóa…",
    "Try scrolling up in the timeline to see if there are any earlier ones.": "Thử cuộn lên trong dòng thời gian để xem có cái nào trước đó không.",
    "No recent messages by %(user)s found": "Không tìm thấy tin nhắn gần đây của %(user)s",
    "Failed to ban user": "Đã có lỗi khi chặn người dùng",
    "Are you sure you want to leave the room '%(roomName)s'?": "Bạn có chắc chắn muốn rời khỏi phòng '%(roomName)s' không?",
    "Use an email address to recover your account": "Sử dụng địa chỉ thư điện tử để khôi phục tài khoản của bạn",
    "Sign in": "Đăng nhập",
    "Confirm adding phone number": "Xác nhận thêm số điện thoại",
    "Confirm adding this phone number by using Single Sign On to prove your identity.": "Xác nhận thêm số điện thoại này bằng cách sử dụng Đăng Nhập Một Lần để chứng minh danh tính của bạn.",
    "Add Email Address": "Thêm địa chỉ thử điện tử",
    "Click the button below to confirm adding this email address.": "Nhấn vào nút dưới đây để xác nhận thêm địa chỉ thư điện tử này.",
    "Confirm adding email": "Xác nhận thêm địa chỉ thư điện tử",
    "Add Phone Number": "Thêm Số Điện Thoại",
    "Click the button below to confirm adding this phone number.": "Nhấn vào nút dưới đây để xác nhận thêm số điện thoại này.",
    "Confirm": "Xác nhận",
    "No other application is using the webcam": "Không có ứng dụng nào khác đang sử dụng máy ảnh",
    "Permission is granted to use the webcam": "Đã cấp quyền cho ứng dụng để sử dụng máy ảnh",
    "A microphone and webcam are plugged in and set up correctly": "Micrô và máy ảnh đã được cắm và thiết lập đúng cách",
    "Call failed because webcam or microphone could not be accessed. Check that:": "Thực hiện cuộc gọi thất bại vì không thể truy cập máy ảnh hoặc micrô. Kiểm tra xem:",
    "Unable to access webcam / microphone": "Không thể truy cập máy ảnh / micrô",
    "The call could not be established": "Không thể khởi tạo cuộc gọi",
    "The user you called is busy.": "Người dùng bạn vừa gọi hiện đang bận.",
    "User Busy": "Người dùng bận",
    "Single Sign On": "Đăng Nhập Một Lần",
    "Confirm adding this email address by using Single Sign On to prove your identity.": "Xác nhận việc thêm địa chỉ thư điện tử này bằng cách sử dụng Đăng Nhập Một Lần để chứng minh danh tính của bạn.",
    "Use Single Sign On to continue": "Sử dụng Đăng Nhập Một Lần để tiếp tục",
    "[number]": "[con số]",
    "End": "Kết thúc",
    "Enter": "Vào",
    "Toggle microphone mute": "Chuyển đổi chế độ tắt tiếng micrô",
    "Cancel replying to a message": "Hủy trả lời tin nhắn",
    "New line": "Dòng mới",
    "Toggle Quote": "Chuyển sang Trích dẫn",
    "Toggle Italics": "Chuyển sang In nghiêng",
    "Toggle Bold": "Chuyển sang In đậm",
    "Ctrl": "Ctrl",
    "Shift": "Shift",
    "Alt": "Alt",
    "Autocomplete": "Tự động hoàn thành",
    "Room List": "Danh sách phòng",
    "Calls": "Cuộc gọi",
    "Navigation": "Dẫn đường",
    "Failed to add tag %(tagName)s to room": "Không thêm được thẻ %(tagName)s vào phòng",
    "Failed to remove tag %(tagName)s from room": "Không xóa được thẻ %(tagName)s khỏi phòng",
    "Message downloading sleep time(ms)": "Thời gian ngủ tải xuống tin nhắn (mili giây)",
    "%(doneRooms)s out of %(totalRooms)s": "%(doneRooms)s trong số %(totalRooms)s",
    "Indexed rooms:": "Các phòng được lập chỉ mục:",
    "Indexed messages:": "Tin nhắn được lập chỉ mục:",
    "Space used:": "Space đã sử dụng:",
    "%(brand)s is securely caching encrypted messages locally for them to appear in search results:": "%(brand)s đang lưu trữ cục bộ an toàn các tin nhắn được mã hóa để chúng xuất hiện trong kết quả tìm kiếm:",
    "Currently indexing: %(currentRoom)s": "Hiện đang lập chỉ mục: %(currentRoom)s",
    "Not currently indexing messages for any room.": "Hiện không lập chỉ mục tin nhắn cho bất kỳ phòng nào.",
    "Disable": "Tắt",
    "If disabled, messages from encrypted rooms won't appear in search results.": "Nếu bị tắt, tin nhắn từ các phòng được mã hóa sẽ không xuất hiện trong kết quả tìm kiếm.",
    "If you didn't remove the recovery method, an attacker may be trying to access your account. Change your account password and set a new recovery method immediately in Settings.": "Nếu bạn không xóa phương pháp khôi phục, kẻ tấn công có thể đang cố truy cập vào tài khoản của bạn. Thay đổi mật khẩu tài khoản của bạn và đặt phương pháp khôi phục mới ngay lập tức trong Cài đặt.",
    "If you did this accidentally, you can setup Secure Messages on this session which will re-encrypt this session's message history with a new recovery method.": "Nếu bạn vô tình làm điều này, bạn có thể Cài đặt Tin nhắn được bảo toàn trên phiên này. Tính năng này sẽ mã hóa lại lịch sử tin nhắn của phiên này bằng một phương pháp khôi phục mới.",
    "This session has detected that your Security Phrase and key for Secure Messages have been removed.": "Phiên này đã phát hiện rằng Cụm từ bảo mật và khóa cho Tin nhắn an toàn của bạn đã bị xóa.",
    "Recovery Method Removed": "Phương thức Khôi phục đã bị xóa",
    "Set up Secure Messages": "Cài đặt Tin nhắn được bảo toàn",
    "Go to Settings": "Đi tới Cài đặt",
    "This session is encrypting history using the new recovery method.": "Phiên này đang mã hóa lịch sử bằng phương pháp khôi phục mới.",
    "If you didn't set the new recovery method, an attacker may be trying to access your account. Change your account password and set a new recovery method immediately in Settings.": "Nếu bạn không đặt phương pháp khôi phục mới, kẻ tấn công có thể đang cố truy cập vào tài khoản của bạn. Thay đổi mật khẩu tài khoản của bạn và đặt phương pháp khôi phục mới ngay lập tức trong Cài đặt.",
    "A new Security Phrase and key for Secure Messages have been detected.": "Đã phát hiện thấy Cụm từ bảo mật và khóa mới cho Tin nhắn an toàn.",
    "New Recovery Method": "Phương pháp Khôi phục mới",
    "Import": "Nhập",
    "File to import": "Tệp để nhập",
    "The export file will be protected with a passphrase. You should enter the passphrase here, to decrypt the file.": "Tệp xuất sẽ được bảo vệ bằng cụm mật khẩu. Bạn nên nhập cụm mật khẩu vào đây để giải mã tệp.",
    "This process allows you to import encryption keys that you had previously exported from another Matrix client. You will then be able to decrypt any messages that the other client could decrypt.": "Quá trình này cho phép bạn nhập các khóa mã hóa mà bạn đã xuất trước đó từ một ứng dụng khách Matrix khác. Sau đó, bạn sẽ có thể giải mã bất kỳ thông báo nào mà ứng dụng khách khác có thể giải mã.",
    "Import room keys": "Nhập các mã khoá phòng",
    "Confirm passphrase": "Xác nhận cụm mật khẩu",
    "Enter passphrase": "Nhập cụm mật khẩu",
    "This process allows you to export the keys for messages you have received in encrypted rooms to a local file. You will then be able to import the file into another Matrix client in the future, so that client will also be able to decrypt these messages.": "Quá trình này cho phép bạn xuất khóa cho các tin nhắn bạn đã nhận được trong các phòng được mã hóa sang một tệp cục bộ. Sau đó, bạn sẽ có thể nhập tệp vào ứng dụng khách Matrix khác trong tương lai, do đó ứng dụng khách đó cũng sẽ có thể giải mã các thông báo này.",
    "Export room keys": "Xuất các mã khoá phòng",
    "Unknown error": "Lỗi không thể nhận biết",
    "Passphrase must not be empty": "Cụm mật khẩu không được để trống",
    "Passphrases must match": "Cụm mật khẩu phải khớp",
    "Unable to set up secret storage": "Không thể thiết lập bộ nhớ bí mật",
    "Save your Security Key": "Lưu Khóa Bảo mật của bạn",
    "Confirm Security Phrase": "Xác nhận cụm từ bảo mật",
    "Set a Security Phrase": "Đặt Cụm từ Bảo mật",
    "Upgrade your encryption": "Nâng cấp mã hóa của bạn",
    "You can also set up Secure Backup & manage your keys in Settings.": "Bạn cũng có thể thiết lập Sao lưu bảo mật và quản lý khóa của mình trong Cài đặt.",
    "If you cancel now, you may lose encrypted messages & data if you lose access to your logins.": "Nếu bạn hủy ngay bây giờ, bạn có thể mất tin nhắn và dữ liệu được mã hóa nếu bạn mất quyền truy cập vào thông tin đăng nhập của mình.",
    "Unable to query secret storage status": "Không thể truy vấn trạng thái lưu trữ bí mật",
    "Upgrade this session to allow it to verify other sessions, granting them access to encrypted messages and marking them as trusted for other users.": "Nâng cấp phiên này để cho phép nó xác minh các phiên khác, cấp cho họ quyền truy cập vào các thư được mã hóa và đánh dấu chúng là đáng tin cậy đối với những người dùng khác.",
    "You'll need to authenticate with the server to confirm the upgrade.": "Bạn sẽ cần xác thực với máy chủ để xác nhận nâng cấp.",
    "Restore": "Khôi phục",
    "Restore your key backup to upgrade your encryption": "Khôi phục bản sao lưu khóa của bạn để nâng cấp mã hóa của bạn",
    "Enter your account password to confirm the upgrade:": "Nhập mật khẩu tài khoản của bạn để xác nhận nâng cấp:",
    "Safeguard against losing access to encrypted messages & data by backing up encryption keys on your server.": "Bảo vệ chống mất quyền truy cập vào các tin nhắn và dữ liệu được mã hóa bằng cách sao lưu các khóa mã hóa trên máy chủ của bạn.",
    "Use a secret phrase only you know, and optionally save a Security Key to use for backup.": "Sử dụng một cụm từ bí mật mà chỉ bạn biết và tùy chọn lưu Khóa bảo mật để sử dụng để sao lưu.",
    "Generate a Security Key": "Tạo khóa bảo mật",
    "Unable to create key backup": "Không thể tạo bản sao lưu khóa",
    "Create key backup": "Tạo bản sao lưu chính",
    "Success!": "Thành công!",
    "Make a copy of your Security Key": "Tạo một bản sao của Khóa bảo mật của bạn",
    "Confirm your Security Phrase": "Xác nhận cụm từ bảo mật của bạn",
    "Secure your backup with a Security Phrase": "Bảo vệ bản sao lưu của bạn bằng Cụm từ bảo mật",
    "Set up Secure Message Recovery": "Cài đặt Khôi phục Tin nhắn được bảo toàn",
    "Without setting up Secure Message Recovery, you won't be able to restore your encrypted message history if you log out or use another session.": "Nếu không thiết lập Khôi phục tin nhắn an toàn, bạn sẽ không thể khôi phục lịch sử tin nhắn đã mã hóa của mình nếu đăng xuất hoặc sử dụng phiên khác.",
    "Your keys are being backed up (the first backup could take a few minutes).": "Các khóa của bạn đang được sao lưu (bản sao lưu đầu tiên có thể mất vài phút).",
    "<b>Copy it</b> to your personal cloud storage": "<b>Copy it</b> Sao chép nó vào bộ nhớ đám mây cá nhân của bạn",
    "<b>Save it</b> on a USB key or backup drive": "<b>Save it</b> Lưu nó trên khóa USB hoặc ổ đĩa sao lưu",
    "<b>Print it</b> and store it somewhere safe": "<b>Print it</b> In nó và cất giữ ở nơi an toàn",
    "Your Security Key is in your <b>Downloads</b> folder.": "Khóa bảo mật của bạn nằm trong thư mục Tải xuống <b>Downloads</b> của bạn.",
    "Your Security Key has been <b>copied to your clipboard</b>, paste it to:": "Khóa bảo mật của bạn đã được sao chép vào khay nhớ tạm của bạn <b>copied to your clipboard</b>, hãy dán nó vào:",
    "Your Security Key": "Khóa bảo mật của bạn",
    "Keep a copy of it somewhere secure, like a password manager or even a safe.": "Giữ một bản sao của nó ở nơi an toàn, như trình quản lý mật khẩu hoặc thậm chí là két an toàn.",
    "Your Security Key is a safety net - you can use it to restore access to your encrypted messages if you forget your Security Phrase.": "Khóa bảo mật của bạn là một mạng lưới an toàn - bạn có thể sử dụng nó để khôi phục quyền truy cập vào các thư được mã hóa của mình nếu bạn quên Cụm từ bảo mật của mình.",
    "Enter your Security Phrase a second time to confirm it.": "Nhập Cụm từ bảo mật của bạn lần thứ hai để xác nhận.",
    "Go back to set it again.": "Quay lại để thiết lập lại.",
    "That doesn't match.": "Điều đó không phù hợp.",
    "Use a different passphrase?": "Sử dụng một cụm mật khẩu khác?",
    "That matches!": "Điều đó phù hợp!",
    "Set up with a Security Key": "Thiết lập bằng Khóa bảo mật",
    "Great! This Security Phrase looks strong enough.": "Tuyệt vời! Cụm từ bảo mật này trông đủ mạnh.",
    "Enter a Security Phrase": "Nhập cụm từ bảo mật",
    "For maximum security, this should be different from your account password.": "Để bảo mật tối đa, mật khẩu này phải khác với mật khẩu tài khoản của bạn.",
    "We'll store an encrypted copy of your keys on our server. Secure your backup with a Security Phrase.": "Chúng tôi sẽ lưu trữ một bản sao mã hóa của các khóa của bạn trên máy chủ của chúng tôi. Bảo vệ bản sao lưu của bạn bằng Cụm từ bảo mật.",
    "User Autocomplete": "Người dùng tự động hoàn thành",
    "Users": "Người dùng",
    "Space Autocomplete": "Space tự động hoàn thành",
    "Room Autocomplete": "Phòng tự động hoàn thành",
    "Notification Autocomplete": "Tự động hoàn thành thông báo",
    "Room Notification": "Thông báo phòng",
    "Notify the whole room": "Thông báo cho cả phòng",
    "Emoji Autocomplete": "Tự động hoàn thành biểu tượng cảm xúc",
    "Emoji": "Biểu tượng cảm xúc",
    "Command Autocomplete": "Tự động hoàn thành lệnh",
    "Commands": "Lệnh",
    "Clear personal data": "Xóa dữ liệu cá nhân",
    "You're signed out": "Bạn đã đăng xuất",
    "You cannot sign in to your account. Please contact your homeserver admin for more information.": "Bạn không thể đăng nhập vào tài khoản của mình. Vui lòng liên hệ với quản trị viên máy chủ của bạn để biết thêm thông tin.",
    "Sign in and regain access to your account.": "Đăng nhập và lấy lại quyền truy cập vào tài khoản của bạn.",
    "Forgotten your password?": "Quên mật khẩu của bạn?",
    "Enter your password to sign in and regain access to your account.": "Nhập mật khẩu của bạn để đăng nhập và lấy lại quyền truy cập vào tài khoản của bạn.",
    "Failed to re-authenticate": "Không xác thực lại được",
    "Incorrect password": "mật khẩu không đúng",
    "Failed to re-authenticate due to a homeserver problem": "Không xác thực lại được do sự cố máy chủ",
    "Verify your identity to access encrypted messages and prove your identity to others.": "Xác minh danh tính của bạn để truy cập các tin nhắn được mã hóa và chứng minh danh tính của bạn với người khác.",
    "Decide where your account is hosted": "Quyết định nơi tài khoản của bạn được lưu trữ",
    "Host account on": "Tài khoản máy chủ trên",
    "Create account": "Tạo tài khoản",
    "Registration Successful": "Đăng ký thành công",
    "<a>Log in</a> to your new account.": "<a>Sign in</a> để vào tài khoản mới của bạn.",
    "Continue with previous account": "Tiếp tục với tài khoản trước",
    "Your new account (%(newAccountId)s) is registered, but you're already logged into a different account (%(loggedInUserId)s).": "Tài khoản mới của bạn (%(newAccountId)s) đã được đăng ký, nhưng bạn đã đăng nhập vào một tài khoản khác (%(loggedInUserId)s).",
    "Already have an account? <a>Sign in here</a>": "Bạn đã có sẵn một tài khoản? <a>Sign in here</a>",
    "%(ssoButtons)s Or %(usernamePassword)s": "%(ssoButtons)s Hoặc %(usernamePassword)s",
    "Continue with %(ssoButtons)s": "Tiếp tục với %(ssoButtons)s",
    "This server does not support authentication with a phone number.": "Máy chủ này không hỗ trợ xác thực bằng số điện thoại.",
    "Registration has been disabled on this homeserver.": "Đăng ký đã bị vô hiệu hóa trên máy chủ này.",
    "Unable to query for supported registration methods.": "Không thể truy vấn các phương pháp đăng ký được hỗ trợ.",
    "New? <a>Create account</a>": "Bạn là người mới? <a>Create an account</a>",
    "If you've joined lots of rooms, this might take a while": "Nếu bạn đã tham gia nhiều phòng, quá trình này có thể mất một lúc",
    "Can't connect to homeserver - please check your connectivity, ensure your <a>homeserver's SSL certificate</a> is trusted, and that a browser extension is not blocking requests.": "Không thể kết nối với máy chủ - vui lòng kiểm tra kết nối của bạn, đảm bảo rằng chứng chỉ SSL của máy chủ nhà <a>homeserver's SSL certificate</a> của bạn được tin cậy và tiện ích mở rộng của trình duyệt không chặn các yêu cầu.",
    "Can't connect to homeserver via HTTP when an HTTPS URL is in your browser bar. Either use HTTPS or <a>enable unsafe scripts</a>.": "Không thể kết nối với máy chủ thông qua HTTP khi URL HTTPS nằm trong thanh trình duyệt của bạn. Sử dụng HTTPS hoặc bật các tập lệnh không an toàn <a>enable unsafe scripts</a>.",
    "There was a problem communicating with the homeserver, please try again later.": "Đã xảy ra sự cố khi giao tiếp với máy chủ, vui lòng thử lại sau.",
    "This homeserver doesn't offer any login flows which are supported by this client.": "Máy chủ nhà này không cung cấp bất kỳ luồng đăng nhập nào được hỗ trợ bởi ứng dụng khách này.",
    "Failed to perform homeserver discovery": "Không thể thực hiện khám phá máy chủ",
    "Please note you are logging into the %(hs)s server, not matrix.org.": "Xin lưu ý rằng bạn đang đăng nhập vào máy chủ %(hs)s, không phải matrix.org.",
    "Incorrect username and/or password.": "Tên người dùng và/hoặc mật khẩu không chính xác.",
    "Please <a>contact your service administrator</a> to continue using this service.": "Vui lòng liên hệ với quản trị viên dịch vụ của bạn <a>contact your service administrator</a> để tiếp tục sử dụng dịch vụ này.",
    "This homeserver does not support login using email address.": "Máy chủ nhà này không hỗ trợ đăng nhập bằng địa chỉ thư điện tử.",
    "General failure": "Thất bại chung",
    "Identity server URL does not appear to be a valid identity server": "URL máy chủ nhận dạng dường như không phải là máy chủ nhận dạng hợp lệ",
    "Invalid base_url for m.identity_server": "Base_url không hợp lệ cho m.identity_server",
    "Invalid identity server discovery response": "Phản hồi phát hiện máy chủ nhận dạng không hợp lệ",
    "Homeserver URL does not appear to be a valid Matrix homeserver": "URL máy chủ dường như không phải là máy chủ Matrix hợp lệ",
    "Invalid base_url for m.homeserver": "Base_url không hợp lệ cho m.homeserver",
    "Failed to get autodiscovery configuration from server": "Không lấy được cấu hình tự động phát hiện từ máy chủ",
    "Invalid homeserver discovery response": "Phản hồi khám phá homeserver không hợp lệ",
    "Return to login screen": "Quay về màn hình đăng nhập",
    "Your password has been reset.": "Mật khẩu của bạn đã được đặt lại.",
    "New Password": "Mật khẩu mới",
    "New passwords must match each other.": "Các mật khẩu mới phải khớp với nhau.",
    "A new password must be entered.": "Mật khẩu mới phải được nhập.",
    "The email address linked to your account must be entered.": "Địa chỉ thư điện tử được liên kết đến tài khoản của bạn phải được nhập.",
    "Original event source": "Nguồn sự kiện ban đầu",
    "Decrypted event source": "Nguồn sự kiện được giải mã",
    "Could not load user profile": "Không thể tải hồ sơ người dùng",
    "User menu": "Menu người dùng",
    "Switch theme": "Chuyển đổi chủ đề",
    "Switch to dark mode": "Chuyển sang chế độ tối",
    "Switch to light mode": "Chuyển sang chế độ ánh sáng",
    "All settings": "Tất cả cài đặt",
    "New here? <a>Create an account</a>": "Bạn là người mới? <a>Create an account</a>",
    "Got an account? <a>Sign in</a>": "Đã có một tài khoản? <a>Sign in</a>",
    "Failed to load timeline position": "Không tải được vị trí dòng thời gian",
    "Tried to load a specific point in this room's timeline, but was unable to find it.": "Đã cố gắng tải một điểm cụ thể trong dòng thời gian của phòng này, nhưng không thể tìm thấy nó.",
    "Tried to load a specific point in this room's timeline, but you do not have permission to view the message in question.": "Đã cố gắng tải một điểm cụ thể trong dòng thời gian của phòng này, nhưng bạn không có quyền xem tin nhắn được đề cập.",
    "You can add more later too, including already existing ones.": "Bạn cũng có thể thêm nhiều hơn sau, bao gồm cả những cái đã có.",
    "Let's create a room for each of them.": "Hãy tạo một phòng cho mỗi người trong số họ.",
    "What are some things you want to discuss in %(spaceName)s?": "Một số điều bạn muốn thảo luận trong %(spaceName)s là gì?",
    "Invite by username": "Mời theo tên người dùng",
    "Make sure the right people have access. You can invite more later.": "Đảm bảo đúng người có quyền truy cập. Bạn có thể mời thêm sau.",
    "Invite your teammates": "Mời đồng đội của bạn",
    "Failed to invite the following users to your space: %(csvUsers)s": "Không mời được những người dùng sau vào space của bạn: %(csvUsers)s",
    "A private space for you and your teammates": "space riêng tư cho bạn và đồng đội của bạn",
    "Me and my teammates": "Tôi và đồng đội của tôi",
    "A private space to organise your rooms": "Một Space riêng tư để sắp xếp các phòng của bạn",
    "Just me": "Chỉ tôi",
    "Make sure the right people have access to %(name)s": "Đảm bảo đúng người có quyền truy cập vào %(name)s",
    "Who are you working with?": "Bạn làm việc với ai?",
    "Go to my space": "Đi đến space của tôi",
    "Go to my first room": "Đến phòng đầu tiên của tôi",
    "You have no visible notifications.": "Bạn không có thông báo nào hiển thị.",
    "%(creator)s created and configured the room.": "%(creator)s đã tạo và định cấu hình phòng.",
    "%(creator)s created this DM.": "%(creator)s đã tạo DM này.",
    "Logout": "Đăng xuất",
    "Verification requested": "Đã yêu cầu xác minh",
    "Data from an older version of %(brand)s has been detected. This will have caused end-to-end cryptography to malfunction in the older version. End-to-end encrypted messages exchanged recently whilst using the older version may not be decryptable in this version. This may also cause messages exchanged with this version to fail. If you experience problems, log out and back in again. To retain message history, export and re-import your keys.": "Dữ liệu từ phiên bản cũ hơn của %(brand)s đã được phát hiện. Điều này sẽ khiến mật mã end-to-end bị trục trặc trong phiên bản cũ hơn. Các tin nhắn được mã hóa end-to-end được trao đổi gần đây trong khi sử dụng phiên bản cũ hơn có thể không giải mã được trong phiên bản này. Điều này cũng có thể khiến các tin nhắn được trao đổi với phiên bản này bị lỗi. Nếu bạn gặp sự cố, hãy đăng xuất và đăng nhập lại. Để lưu lại lịch sử tin nhắn, hãy export và re-import các khóa của bạn.",
    "Old cryptography data detected": "Đã phát hiện dữ liệu mật mã cũ",
    "Review terms and conditions": "Xem lại các điều khoản và điều kiện",
    "To continue using the %(homeserverDomain)s homeserver you must review and agree to our terms and conditions.": "Để tiếp tục sử dụng máy chủ nhà của %(homeserverDomain)s, bạn phải xem xét và đồng ý với các điều khoản và điều kiện của chúng tôi.",
    "Terms and Conditions": "Các điều khoản và điều kiện",
    "For security, this session has been signed out. Please sign in again.": "Để bảo mật, phiên này đã được đăng xuất. Vui lòng đăng nhập lại.",
    "Signed Out": "Đã đăng xuất",
    "Unable to copy a link to the room to the clipboard.": "Không thể sao chép liên kết đến phòng vào khay nhớ tạm.",
    "Unable to copy room link": "Không thể sao chép liên kết phòng",
    "Failed to forget room %(errCode)s": "Không thể quên phòng %(errCode)s",
    "Are you sure you want to leave the space '%(spaceName)s'?": "Bạn có chắc chắn muốn để khoảng trắng '%(spaceName)s' không?",
    "This room is not public. You will not be able to rejoin without an invite.": "Phòng này không công khai. Bạn sẽ không thể tham gia lại nếu không có lời mời.",
    "This space is not public. You will not be able to rejoin without an invite.": "space này không công khai. Bạn sẽ không thể tham gia lại nếu không có lời mời.",
    "You are the only person here. If you leave, no one will be able to join in the future, including you.": "Bạn là người duy nhất ở đây. Nếu bạn rời, không ai có thể tham gia trong tương lai, kể cả bạn.",
    "Failed to reject invitation": "Không thể từ chối lời mời",
    "Open dial pad": "Mở bàn phím quay số",
    "Create a Group Chat": "Tạo một cuộc trò chuyện nhóm",
    "Explore Public Rooms": "Khám phá các phòng chung",
    "Send a Direct Message": "Gửi tin nhắn trực tiếp",
    "Welcome to %(appName)s": "Chào mừng bạn đến với %(appName)s",
    "Now, let's help you get started": "Bây giờ, hãy giúp bạn bắt đầu",
    "Welcome %(name)s": "Chào mừng %(name)s",
    "Add a photo so people know it's you.": "Thêm ảnh để mọi người biết đó là bạn.",
    "Great, that'll help people know it's you": "Tuyệt vời, điều đó sẽ giúp mọi người biết đó là bạn",
    "Leave": "Rời khỏi",
    "Attach files from chat or just drag and drop them anywhere in a room.": "Đính kèm tệp từ cuộc trò chuyện hoặc chỉ cần kéo và thả chúng vào bất kỳ đâu trong phòng.",
    "No files visible in this room": "Không có tệp nào hiển thị trong phòng này",
    "You must join the room to see its files": "Bạn phải tham gia vào phòng để xem các tệp của nó",
    "You must <a>register</a> to use this functionality": "Bạn phải đăng ký <a>register</a> để sử dụng chức năng này",
    "Couldn't load page": "Không thể tải trang",
    "Error downloading audio": "Lỗi khi tải xuống âm thanh",
    "Unnamed audio": "Âm thanh không tên",
    "Sign in with SSO": "Đăng nhập bằng SSO",
    "Use email to optionally be discoverable by existing contacts.": "Sử dụng địa chỉ thư điện tử để dễ dàng được tìm ra bởi người dùng khác.",
    "Use email or phone to optionally be discoverable by existing contacts.": "Sử dụng địa chỉ thư điện tử hoặc điện thoại để dễ dàng được tìm ra bởi người dùng khác.",
    "Add an email to be able to reset your password.": "Thêm một địa chỉ thư điện tử để có thể đặt lại mật khẩu của bạn.",
    "Phone (optional)": "Điện thoại (tùy chọn)",
    "Use lowercase letters, numbers, dashes and underscores only": "Chỉ sử dụng các chữ cái thường, số, dấu gạch ngang và dấu gạch dưới",
    "Enter phone number (required on this homeserver)": "Nhập số điện thoại (bắt buộc trên máy chủ này)",
    "Other users can invite you to rooms using your contact details": "Những người dùng khác có thể mời bạn vào phòng bằng cách sử dụng chi tiết liên hệ của bạn",
    "Enter email address (required on this homeserver)": "Nhập địa chỉ thư điện tử (bắt buộc trên máy chủ này)",
    "Sign in with": "Đăng nhập với",
    "Forgot password?": "Quên mật khẩu?",
    "Phone": "Điện thoại",
    "Username": "Tên đăng nhập",
    "Email": "Thư điện tử",
    "That phone number doesn't look quite right, please check and try again": "Số điện thoại đó có vẻ không chính xác, vui lòng kiểm tra và thử lại",
    "Enter phone number": "Nhập số điện thoại",
    "Enter email address": "Nhập địa chỉ thư điện tử",
    "Enter username": "Điền tên đăng nhập",
    "Password is allowed, but unsafe": "Mật khẩu được phép, nhưng không an toàn",
    "Nice, strong password!": "Mật khẩu mạnh, tốt đó!",
    "Enter password": "Nhập mật khẩu",
    "Start authentication": "Bắt đầu xác thực",
    "Something went wrong in confirming your identity. Cancel and try again.": "Đã xảy ra sự cố khi xác nhận danh tính của bạn. Hủy và thử lại.",
    "Submit": "Xác nhận",
    "Code": "Mã",
    "Please enter the code it contains:": "Vui lòng nhập mã mà nó chứa:",
    "A text message has been sent to %(msisdn)s": "Một tin nhắn văn bản đã được gửi tới %(msisdn)s",
    "Token incorrect": "Mã thông báo không chính xác",
    "Please review and accept the policies of this homeserver:": "Vui lòng xem xét và chấp nhận chính sách của máy chủ nhà này:",
    "Please review and accept all of the homeserver's policies": "Vui lòng xem xét và chấp nhận tất cả các chính sách của chủ nhà",
    "Missing captcha public key in homeserver configuration. Please report this to your homeserver administrator.": "Thiếu captcha public key trong cấu hình máy chủ. Vui lòng báo cáo điều này cho quản trị viên máy chủ của bạn.",
    "Password": "Mật khẩu",
    "Confirm your identity by entering your account password below.": "Xác nhận danh tính của bạn bằng cách nhập mật khẩu tài khoản của bạn dưới đây.",
    "Country Dropdown": "Quốc gia thả xuống",
    "This homeserver would like to make sure you are not a robot.": "Người bảo vệ gia đình này muốn đảm bảo rằng bạn không phải là người máy.",
    "powered by Matrix": "cung cấp bởi Matrix",
    "Away": "Vắng mặt",
    "This room is public": "Phòng này là công cộng",
    "Avatar": "Avatar",
    "Join the beta": "Tham gia phiên bản beta",
    "Leave the beta": "Rời khỏi bản beta",
    "Beta": "Beta",
    "Move right": "Đi sang phải",
    "Move left": "Di chuyển sang trái",
    "Revoke permissions": "Thu hồi quyền",
    "Remove for everyone": "Xóa cho mọi người",
    "Delete widget": "Xóa Widget",
    "Deleting a widget removes it for all users in this room. Are you sure you want to delete this widget?": "Xóa tiện ích widget sẽ xóa tiện ích widget đó cho tất cả người dùng khác trong phòng này. Bạn có chắc chắn muốn xóa tiện ích widget này không?",
    "Delete Widget": "Xóa Widget",
    "Take a picture": "Chụp ảnh",
    "Start audio stream": "Bắt đầu luồng âm thanh",
    "Failed to start livestream": "Không thể bắt đầu phát trực tiếp",
    "Unable to start audio streaming.": "Không thể bắt đầu phát trực tuyến âm thanh.",
    "Manage & explore rooms": "Quản lý và khám phá phòng",
    "Add space": "Thêm space",
    "Report": "Bản báo cáo",
    "Collapse reply thread": "Thu gọn chuỗi trả lời",
    "Source URL": "URL nguồn",
    "Show preview": "Hiển thị bản xem trước",
    "View source": "Xem nguồn",
    "Forward": "Chuyển tiếp",
    "Resend %(unsentCount)s reaction(s)": "Gửi lại (các) phản ứng %(unsentCount)s",
    "Are you sure you want to reject the invitation?": "Bạn có chắc chắn muốn từ chối lời mời không?",
    "Reject invitation": "Từ chối lời mời",
    "Hold": "Giữ máy",
    "Resume": "Tiếp tục",
    "If you've forgotten your Security Key you can <button>set up new recovery options</button>": "Nếu bạn quên Khóa bảo mật của mình, bạn có thể thiết lập các tùy chọn khôi phục mới <button>set up new recovery options</button>",
    "Access your secure message history and set up secure messaging by entering your Security Key.": "Truy cập lịch sử tin nhắn an toàn của bạn và thiết lập nhắn tin an toàn bằng cách nhập Khóa bảo mật của bạn.",
    "Esc": "Thoát ra",
    "Page Down": "Trang dưới",
    "Page Up": "Trang lên",
    "Cancel autocomplete": "Hủy tự động hoàn thành",
    "Go to Home View": "Chuyển đến Chế độ xem Trang chủ",
    "Toggle right panel": "Chuyển đổi bảng điều khiển bên phải",
    "Activate selected button": "Kích hoạt nút đã chọn",
    "Close dialog or context menu": "Đóng hộp thoại hoặc menu ngữ cảnh",
    "Toggle the top left menu": "Chuyển đổi menu trên cùng bên trái",
    "Expand room list section": "Mở rộng phần danh sách phòng",
    "Collapse room list section": "Thu gọn phần danh sách phòng",
    "Select room from the room list": "Chọn phòng từ danh sách phòng",
    "Jump to room search": "Chuyển đến tìm kiếm phòng",
    "Search (must be enabled)": "Tìm kiếm (phải được bật)",
    "Upload a file": "Tải lên một tài liệu",
    "Jump to oldest unread message": "Chuyển đến tin nhắn chưa đọc cũ nhất",
    "Dismiss read marker and jump to bottom": "Bỏ qua điểm đánh dấu đã đọc và chuyển xuống cuối",
    "Not a valid Security Key": "Không phải là khóa bảo mật hợp lệ",
    "This looks like a valid Security Key!": "Đây có vẻ như là một Khóa bảo mật hợp lệ!",
    "Enter Security Key": "Nhập khóa bảo mật",
    "If you've forgotten your Security Phrase you can <button1>use your Security Key</button1> or <button2>set up new recovery options</button2>": "Nếu bạn quên Cụm từ bảo mật, bạn có thể sử dụng Khóa bảo mật của mình <button1>use your Security Key</button1> hoặc thiết lập các tùy chọn khôi phục mới <button2>set up new recovery options</button2>",
    "Access your secure message history and set up secure messaging by entering your Security Phrase.": "Truy cập lịch sử tin nhắn an toàn của bạn và thiết lập nhắn tin an toàn bằng cách nhập Cụm từ bảo mật của bạn.",
    "<b>Warning</b>: you should only set up key backup from a trusted computer.": "Cảnh báo <b>Warning</b>: bạn chỉ nên thiết lập sao lưu khóa từ một máy tính đáng tin cậy.",
    "Enter Security Phrase": "Nhập cụm từ bảo mật",
    "Successfully restored %(sessionCount)s keys": "Đã khôi phục thành công các khóa %(sessionCount)s",
    "Failed to decrypt %(failedCount)s sessions!": "Không giải mã được phiên %(failedCount)s !",
    "Keys restored": "Các phím đã được khôi phục",
    "No backup found!": "Không tìm thấy bản sao lưu!",
    "Unable to restore backup": "Không thể khôi phục bản sao lưu",
    "Backup could not be decrypted with this Security Phrase: please verify that you entered the correct Security Phrase.": "Không thể giải mã bản sao lưu bằng Cụm từ bảo mật này: vui lòng xác minh rằng bạn đã nhập đúng Cụm từ bảo mật.",
    "Incorrect Security Phrase": "Cụm từ bảo mật không chính xác",
    "Backup could not be decrypted with this Security Key: please verify that you entered the correct Security Key.": "Không thể giải mã bản sao lưu bằng Khóa bảo mật này: vui lòng xác minh rằng bạn đã nhập đúng Khóa bảo mật.",
    "Security Key mismatch": "Khóa bảo mật không khớp",
    "Unable to load backup status": "Không thể tải trạng thái sao lưu",
    "%(completed)s of %(total)s keys restored": "Đã khôi phục%(completed)s trong số %(total)s khóa",
    "Restoring keys from backup": "Khôi phục khóa từ sao lưu",
    "Unable to set up keys": "Không thể thiết lập khóa",
    "Click the button below to confirm setting up encryption.": "Nhấp vào nút bên dưới để xác nhận thiết lập mã hóa.",
    "Confirm encryption setup": "Xác nhận thiết lập mã hóa",
    "Clear cross-signing keys": "Xóa các khóa ký chéo",
    "Deleting cross-signing keys is permanent. Anyone you have verified with will see security alerts. You almost certainly don't want to do this, unless you've lost every device you can cross-sign from.": "Xóa khóa ký chéo là vĩnh viễn. Bất kỳ ai mà bạn đã xác minh đều sẽ thấy cảnh báo bảo mật. Bạn gần như chắc chắn không muốn làm điều này, trừ khi bạn bị mất mọi thiết bị mà bạn có thể đăng nhập chéo.",
    "Destroy cross-signing keys?": "Hủy khóa xác thực chéo?",
    "Sign into your homeserver": "Đăng nhập vào máy chủ của bạn",
    "Specify a homeserver": "Chỉ định một máy chủ",
    "Invalid URL": "URL không hợp lệ",
    "Unable to validate homeserver": "Không thể xác thực máy chủ nhà",
    "Recent changes that have not yet been received": "Những thay đổi gần đây chưa được nhận",
    "The server is not configured to indicate what the problem is (CORS).": "Máy chủ không được định cấu hình để cho biết sự cố là gì (CORS).",
    "A connection error occurred while trying to contact the server.": "Đã xảy ra lỗi kết nối khi cố gắng kết nối với máy chủ.",
    "Your area is experiencing difficulties connecting to the internet.": "Khu vực của bạn đang gặp khó khăn khi kết nối Internet.",
    "The server has denied your request.": "Máy chủ đã từ chối yêu cầu của bạn.",
    "The server is offline.": "Máy chủ đang ngoại tuyến.",
    "A browser extension is preventing the request.": "Một tiện ích mở rộng của trình duyệt đang ngăn chặn yêu cầu.",
    "Your firewall or anti-virus is blocking the request.": "Tường lửa hoặc chương trình chống vi-rút của bạn đang chặn yêu cầu.",
    "The server (%(serverName)s) took too long to respond.": "Máy chủ (%(serverName)s) mất quá nhiều thời gian để phản hồi.",
    "Your server isn't responding to some of your requests. Below are some of the most likely reasons.": "Máy chủ của bạn không phản hồi một số yêu cầu của bạn. Dưới đây là một số lý do có thể xảy ra nhất.",
    "Server isn't responding": "Máy chủ không phản hồi",
    "You're all caught up.": "Bạn đã bắt kịp tất cả.",
    "Resend": "Gửi lại",
    "You'll upgrade this room from <oldVersion /> to <newVersion />.": "Bạn sẽ nâng cấp phòng này từ <oldVersion /> thành <newVersion />.",
    "<b>Please note upgrading will make a new version of the room</b>. All current messages will stay in this archived room.": "<b> Xin lưu ý rằng việc nâng cấp sẽ tạo ra một phiên bản mới của phòng </b>. Tất cả các tin nhắn hiện tại sẽ ở trong phòng lưu trữ này.",
    "Upgrading a room is an advanced action and is usually recommended when a room is unstable due to bugs, missing features or security vulnerabilities.": "Nâng cấp phòng là một hành động nâng cao và thường được khuyến nghị khi phòng không ổn định do lỗi, thiếu tính năng hoặc lỗ hổng bảo mật.",
    "This usually only affects how the room is processed on the server. If you're having problems with your %(brand)s, please <a>report a bug</a>.": "Điều này thường chỉ ảnh hưởng đến cách xử lý phòng trên máy chủ. Nếu bạn đang gặp sự cố với %(brand)s của mình, vui lòng báo cáo lỗi <a>report a bug</a>.",
    "This usually only affects how the room is processed on the server. If you're having problems with your %(brand)s, please report a bug.": "Điều này thường chỉ ảnh hưởng đến cách xử lý phòng trên máy chủ. Nếu bạn đang gặp sự cố với %(brand)s của mình, vui lòng báo cáo lỗi.",
    "Upgrade public room": "Nâng cấp phòng công cộng",
    "Upgrade private room": "Nâng cấp phòng riêng tư",
    "Automatically invite members from this room to the new one": "Tự động mời các thành viên từ phòng này đến phòng mới",
    "Put a link back to the old room at the start of the new room so people can see old messages": "Đặt một liên kết trở lại phòng cũ ở đầu phòng mới để mọi người có thể xem các tin nhắn cũ",
    "Stop users from speaking in the old version of the room, and post a message advising users to move to the new room": "Ngăn người dùng nói trong phiên bản cũ của phòng và đăng thông báo khuyên người dùng chuyển sang phòng mới",
    "Update any local room aliases to point to the new room": "Cập nhật bất kỳ bí danh phòng cục bộ nào để trỏ đến phòng mới",
    "Create a new room with the same name, description and avatar": "Tạo một phòng mới có cùng tên, mô tả và hình đại diện",
    "Upgrading this room requires closing down the current instance of the room and creating a new room in its place. To give room members the best possible experience, we will:": "Nâng cấp phòng này yêu cầu đóng cửa phiên bản hiện tại của phòng và tạo một phòng mới ở vị trí của nó. Để mang đến cho các thành viên trong phòng trải nghiệm tốt nhất có thể, chúng tôi sẽ:",
    "Upgrade Room Version": "Nâng cấp phiên bản phòng",
    "Upgrade this room to version %(version)s": "Nâng cấp phòng này lên phiên bản %(version)s",
    "The room upgrade could not be completed": "Không thể hoàn thành việc nâng cấp phòng",
    "Failed to upgrade room": "Không nâng cấp được phòng",
    "Room Settings - %(roomName)s": "Cài đặt Phòng - %(roomName)s",
    "Reporting this message will send its unique 'event ID' to the administrator of your homeserver. If messages in this room are encrypted, your homeserver administrator will not be able to read the message text or view any files or images.": "Báo cáo thông báo này sẽ gửi 'ID sự kiện' duy nhất của nó đến quản trị viên của máy chủ của bạn. Nếu tin nhắn trong phòng này được mã hóa, quản trị viên máy chủ của bạn sẽ không thể đọc nội dung tin nhắn hoặc xem bất kỳ tệp hoặc hình ảnh nào.",
    "Report Content to Your Homeserver Administrator": "Báo cáo Nội dung cho Quản trị viên Máy chủ Trang chủ của Bạn",
    "Send report": "Gửi báo cáo",
    "Report the entire room": "Báo cáo toàn bộ phòng",
    "Spam or propaganda": "Thư rác hoặc tuyên truyền",
    "Illegal Content": "Nội dung bất hợp pháp",
    "Toxic Behaviour": "Hành vi độc hại",
    "Disagree": "Không đồng ý",
    "Report Content": "Báo cáo nội dung",
    "Please pick a nature and describe what makes this message abusive.": "Vui lòng chọn một bản chất và mô tả điều gì khiến thông báo này bị lạm dụng.",
    "Please fill why you're reporting.": "Vui lòng điền lý do bạn đang báo cáo.",
    "Email (optional)": "Địa chỉ thư điện tử (tùy chọn)",
    "Just a heads up, if you don't add an email and forget your password, you could <b>permanently lose access to your account</b>.": "Lưu ý là nếu bạn không thêm địa chỉ thư điện tử và quên mật khẩu, bạn có thể <b>vĩnh viễn mất quyền truy cập vào tài khoản của mình</b>.",
    "Continuing without email": "Tiếp tục mà không cần địa chỉ thư điện tử",
    "Doesn't look like a valid email address": "Không giống một địa chỉ thư điện tử hợp lệ",
    "Data on this screen is shared with %(widgetDomain)s": "Dữ liệu trên màn hình này được chia sẻ với %(widgetDomain)s",
    "Modal Widget": "widget phương thức",
    "Message edits": "Chỉnh sửa tin nhắn",
    "Your homeserver doesn't seem to support this feature.": "Máy chủ nhà của bạn dường như không hỗ trợ tính năng này.",
    "Verify session": "Xác minh phiên làm việc",
    "If they don't match, the security of your communication may be compromised.": "Nếu chúng không khớp, sự bảo mật của việc giao tiếp của bạn có thể bị can thiệp.",
    "Session key": "Chìa khóa phiên",
    "Session ID": "Mã phiên",
    "Session name": "Tên phiên",
    "Confirm this user's session by comparing the following with their User Settings:": "Xác nhận phiên của người dùng này bằng cách so sánh phần sau với Cài đặt người dùng của họ:",
    "Confirm by comparing the following with the User Settings in your other session:": "Xác nhận bằng cách so sánh những điều sau đây với Cài đặt người dùng trong phiên làm việc kia của bạn:",
    "These are likely ones other room admins are a part of.": "Đây có thể là những người mà các quản trị viên phòng khác cũng tham gia.",
    "Other spaces or rooms you might not know": "Không gian hoặc phòng khác bạn có thể không biết",
    "Spaces you know that contain this room": "Những space mà bạn biết có chứa căn phòng này",
    "Search spaces": "Tìm kiếm các Space",
    "Decide which spaces can access this room. If a space is selected, its members can find and join <RoomName/>.": "Quyết định space nào có thể vào phòng này. Nếu một space được chọn, các thành viên của nó có thể tìm và tham gia <RoomName/>.",
    "Select spaces": "Chọn Không gian",
    "You're removing all spaces. Access will default to invite only": "Bạn đang xóa tất cả space. Quyền truy cập sẽ mặc định chỉ để mời",
    "%(count)s rooms|one": "%(count)s phòng",
    "%(count)s rooms|other": "%(count)s phòng",
    "%(count)s members|one": "%(count)s thành viên",
    "%(count)s members|other": "%(count)s thành viên",
    "Are you sure you want to sign out?": "Bạn có chắc mình muốn đăng xuất không?",
    "You'll lose access to your encrypted messages": "Bạn sẽ mất quyền truy cập vào các tin nhắn được mã hóa của mình",
    "Manually export keys": "Xuất các khóa thủ công",
    "I don't want my encrypted messages": "Tôi không muốn tin nhắn được mã hóa của mình",
    "Start using Key Backup": "Bắt đầu sao lưu các khóa",
    "Encrypted messages are secured with end-to-end encryption. Only you and the recipient(s) have the keys to read these messages.": "Các tin nhắn được mã hóa được bảo mật bằng mã hóa đầu cuối. Chỉ bạn và (những) người nhận mới có chìa khóa để đọc những tin nhắn này.",
    "Leave space": "Rời space",
    "Leave some rooms": "Rời một vài phòng",
    "Leave all rooms": "Rời tất cả phòng",
    "Don't leave any rooms": "Không rời bất kỳ phòng nào",
    "Would you like to leave the rooms in this space?": "Bạn có muốn rời khỏi các phòng trong space này?",
    "You are about to leave <spaceName/>.": "Bạn sắp rời khỏi <spaceName/>.",
    "Leave %(spaceName)s": "Rời khỏi %(spaceName)s",
    "You're the only admin of some of the rooms or spaces you wish to leave. Leaving them will leave them without any admins.": "Bạn là quản trị viên duy nhất của một số phòng hoặc space mà bạn muốn rời khỏi. Rời khỏi họ sẽ Rời khỏi họ mà không có bất kỳ quản trị viên nào.",
    "You're the only admin of this space. Leaving it will mean no one has control over it.": "Bạn là quản trị viên duy nhất của không gian này. Rời khỏi nó sẽ có nghĩa là không ai có quyền kiểm soát nó.",
    "You won't be able to rejoin unless you are re-invited.": "Bạn sẽ không thể tham gia lại trừ khi bạn được mời lại.",
    "Updating %(brand)s": "Đang cập nhật %(brand)s",
    "%(brand)s now uses 3-5x less memory, by only loading information about other users when needed. Please wait whilst we resynchronise with the server!": "%(brand)s hiện sử dụng bộ nhớ ít hơn 3-5 lần, bằng cách chỉ tải thông tin về những người dùng khác khi cần thiết. Vui lòng đợi trong khi chúng tôi đồng bộ hóa lại với máy chủ!",
    "Clear cache and resync": "Xóa bộ nhớ cache và đồng bộ hóa lại",
    "Incompatible local cache": "Bộ nhớ cache cục bộ không tương thích",
    "If the other version of %(brand)s is still open in another tab, please close it as using %(brand)s on the same host with both lazy loading enabled and disabled simultaneously will cause issues.": "Nếu phiên bản khác của %(brand)s vẫn đang mở trong một tab khác, vui lòng đóng nó lại vì việc sử dụng %(brand)s trên cùng một máy chủ với cả hai chế độ tải chậm được bật và tắt đồng thời sẽ gây ra sự cố.",
    "You've previously used %(brand)s on %(host)s with lazy loading of members enabled. In this version lazy loading is disabled. As the local cache is not compatible between these two settings, %(brand)s needs to resync your account.": "Trước đây, bạn đã sử dụng %(brand)s trên %(host)s khi đã bật tính năng tải chậm các thành viên. Trong phiên bản này, tính năng tải lười biếng bị vô hiệu hóa. Vì bộ nhớ cache cục bộ không tương thích giữa hai cài đặt này, %(brand)s cần phải đồng bộ hóa lại tài khoản của bạn.",
    "Signature upload failed": "Tải lên chữ ký không thành công",
    "Signature upload success": "Tải lên chữ ký thành công",
    "Unable to upload": "Không thể tải lên",
    "Cancelled signature upload": "Đã hủy tải lên chữ ký",
    "Upload completed": "Hoàn tất tải lên",
    "%(brand)s encountered an error during upload of:": "%(brand)s đã gặp lỗi khi tải lên:",
    "a key signature": "một chữ ký chính",
    "a device cross-signing signature": "một chữ ký được xác thực chéo trên thiết bị",
    "a new cross-signing key signature": "một chữ ký khóa xác thực chéo mới",
    "a new master key signature": "một chữ ký khóa chính mới",
    "Dial pad": "Bàn phím số",
    "User Directory": "Thư mục người dùng",
    "Consult first": "Tư vấn trước",
    "Transfer": "Chuyển",
    "Invited people will be able to read old messages.": "Những người được mời sẽ có thể đọc tin nhắn cũ.",
    "Invite someone using their name, username (like <userId/>) or <a>share this room</a>.": "Mời ai đó thông qua tên hiển thị, tên người dùng của họ (ví dụ <userId/>) hoặc <a>chia sẻ phòng này</a>.",
    "Invite someone using their name, email address, username (like <userId/>) or <a>share this room</a>.": "Mời ai đó bằng tên, địa chỉ thư điện tử, tên người dùng của họ (như <userId/>) hoặc chia sẻ phòng này <a>share this room</a>.",
    "Invite someone using their name, username (like <userId/>) or <a>share this space</a>.": "Mời ai đó sử dụng tên hiển thị, tên đăng nhập của họ (như <userId/>) hoặc <a>chia sẻ space này</a>.",
    "Invite someone using their name, email address, username (like <userId/>) or <a>share this space</a>.": "Mời ai đó bằng tên, địa chỉ thư điện tử, tên người dùng của họ (như <userId/>) hoặc <a>chia sẻ space này</a>.",
    "Invite to %(roomName)s": "Mời tham gia %(roomName)s",
    "Unnamed Space": "space không tên",
    "Or send invite link": "Hoặc gửi liên kết mời",
    "Some suggestions may be hidden for privacy.": "Một số đề xuất có thể được ẩn để bảo mật.",
    "Go": "Đi",
    "Start a conversation with someone using their name or username (like <userId/>).": "Bắt đầu cuộc trò chuyện với ai đó bằng tên hoặc tên người dùng của họ (như <userId/>).",
    "Start a conversation with someone using their name, email address or username (like <userId/>).": "Bắt đầu cuộc trò chuyện với ai đó bằng tên, địa chỉ thư điện tử hoặc tên người dùng của họ (như <userId/>).",
    "Recently Direct Messaged": "Tin nhắn trực tiếp gần đây",
    "Suggestions": "Gợi ý",
    "Recent Conversations": "Các cuộc trò chuyện gần đây",
    "The following users might not exist or are invalid, and cannot be invited: %(csvNames)s": "Những người dùng sau có thể không tồn tại hoặc không hợp lệ và không thể được mời: %(csvNames)s",
    "Failed to find the following users": "Không tìm thấy những người dùng sau",
    "A call can only be transferred to a single user.": "Một cuộc gọi chỉ có thể được chuyển đến một người dùng duy nhất.",
    "We couldn't invite those users. Please check the users you want to invite and try again.": "Chúng tôi không thể mời những người dùng đó. Vui lòng kiểm tra những người dùng bạn muốn mời và thử lại.",
    "Something went wrong trying to invite the users.": "Đã xảy ra sự cố khi cố mời người dùng.",
    "We couldn't create your DM.": "Chúng tôi không thể tạo DM của bạn.",
    "Invite by email": "Mời qua thư điện tử",
    "Click the button below to confirm your identity.": "Nhấp vào nút bên dưới để xác nhận danh tính của bạn.",
    "Confirm to continue": "Xác nhận để tiếp tục",
    "To continue, use Single Sign On to prove your identity.": "Để tiếp tục, hãy sử dụng Single Sign On để chứng minh danh tính của bạn.",
    "Your %(brand)s doesn't allow you to use an integration manager to do this. Please contact an admin.": "%(brand)s của bạn không cho phép bạn sử dụng trình quản lý tích hợp để thực hiện việc này. Vui lòng liên hệ với quản trị viên.",
    "Integrations not allowed": "Tích hợp không được phép",
    "Integrations are disabled": "Tích hợp đang bị tắt",
    "Incoming Verification Request": "Yêu cầu xác minh đến",
    "Verifying this device will mark it as trusted, and users who have verified with you will trust this device.": "Việc xác minh thiết bị này sẽ đánh dấu thiết bị là đáng tin cậy và những người dùng đã xác minh với bạn sẽ tin tưởng thiết bị này.",
    "Verify this device to mark it as trusted. Trusting this device gives you and other users extra peace of mind when using end-to-end encrypted messages.": "Xác minh thiết bị này để đánh dấu thiết bị là đáng tin cậy. Tin tưởng vào thiết bị này giúp bạn và những người dùng khác yên tâm hơn khi sử dụng các tin nhắn được mã hóa đầu cuối.",
    "Verifying this user will mark their session as trusted, and also mark your session as trusted to them.": "Việc xác minh người dùng này sẽ đánh dấu phiên của họ là đáng tin cậy và cũng đánh dấu phiên của bạn là đáng tin cậy đối với họ.",
    "Verify this user to mark them as trusted. Trusting users gives you extra peace of mind when using end-to-end encrypted messages.": "Xác minh người dùng này để đánh dấu họ là đáng tin cậy. Người dùng đáng tin cậy giúp bạn yên tâm hơn khi sử dụng các tin nhắn được mã hóa end-to-end.",
    "Terms of Service": "Điều khoản Dịch vụ",
    "You may contact me if you have any follow up questions": "Bạn có thể liên hệ với tôi nếu bạn có bất kỳ câu hỏi tiếp theo nào",
    "Your platform and username will be noted to help us use your feedback as much as we can.": "Nền tảng ứng dụng và tên người dùng của bạn sẽ được ghi lại để giúp chúng tôi tiếp nhận phản hồi của bạn một cách tốt nhất có thể.",
    "Done": "Xong",
    "Search for rooms or people": "Tìm kiếm phòng hoặc người",
    "Message preview": "Xem trước tin nhắn",
    "Forward message": "Chuyển tiếp tin nhắn",
    "Sent": "Đã gửi",
    "Sending": "Đang gửi",
    "You don't have permission to do this": "Bạn không có quyền làm điều này",
    "Send feedback": "Gửi phản hồi",
    "Please view <existingIssuesLink>existing bugs on Github</existingIssuesLink> first. No match? <newIssueLink>Start a new one</newIssueLink>.": "Hãy xem các <existingIssuesLink>lỗi đã được phát hiện trên GitHub</existingIssuesLink> trước. Chưa ai từng gặp lỗi này? <newIssueLink>Báo lỗi mới</newIssueLink>.",
    "Report a bug": "Báo lỗi",
    "PRO TIP: If you start a bug, please submit <debugLogsLink>debug logs</debugLogsLink> to help us track down the problem.": "MẸO NHỎ: Nếu bạn là người đầu tiên gặp lỗi, vui lòng gửi <debugLogsLink>nhật ký gỡ lỗi</debugLogsLink> để giúp chúng tôi xử lý vấn đề.",
    "Comment": "Bình luận",
    "Feedback sent": "Đã gửi phản hồi",
    "Export": "Xuất",
    "Include Attachments": "Bao gồm các đính kèm",
    "Size Limit": "Giới hạn kích thước",
    "Format": "Định dạng",
    "Select from the options below to export chats from your timeline": "Chọn các tùy chọn bên dưới để xuất các cuộc trò chuyện từ dòng thời gian của bạn",
    "Export Chat": "Xuất trò chuyện",
    "Exporting your data": "Đang xuất dữ liệu của bạn",
    "Stop": "Dừng",
    "Are you sure you want to stop exporting your data? If you do, you'll need to start over.": "Bạn có chắc muốn dừng việc xuất dữ liệu của bạn? Nếu bạn làm, bạn sẽ phải bắt đầu lại.",
    "It's just you at the moment, it will be even better with others.": "Chỉ là bạn hiện tại, sẽ càng tốt hơn với người khác.",
    "Share %(name)s": "Chia sẻ %(name)s",
    "Pick rooms or conversations to add. This is just a space for you, no one will be informed. You can add more later.": "Chọn phòng hoặc cuộc trò chuyện để thêm. Đây chỉ là một space cho bạn, không ai sẽ được thông báo. Bạn có thể bổ sung thêm sau.",
    "What do you want to organise?": "Bạn muốn tổ chức những gì?",
    "Skip for now": "Bỏ qua ngay bây giờ",
    "Failed to create initial space rooms": "Không tạo được các phòng space ban đầu",
    "Room name": "Tên phòng",
    "Support": "Hỗ trợ",
    "Random": "Ngẫu nhiên",
    "Welcome to <name/>": "Chào mừng đến với <name />",
    "<inviter/> invites you": "<inviter /> mời bạn",
    "Private space": "Space riêng tư",
    "Search names and descriptions": "Tìm kiếm tên và mô tả",
    "Space": "space",
    "You may want to try a different search or check for typos.": "Bạn có thể muốn thử một tìm kiếm khác hoặc kiểm tra lỗi chính tả.",
    "No results found": "không tim được kêt quả",
    "Your server does not support showing space hierarchies.": "Máy chủ của bạn không hỗ trợ hiển thị phân cấp space.",
    "Mark as suggested": "Đánh dấu như đề xuất",
    "Mark as not suggested": "Đánh dấu như không đề xuất",
    "Failed to remove some rooms. Try again later": "Không xóa được một số phòng. Thử lại sau",
    "Select a room below first": "Trước tiên hãy chọn một phòng bên dưới",
    "Suggested": "Đề nghị",
    "This room is suggested as a good one to join": "Phòng này được đề xuất là một nơi tốt để tham gia",
    "You don't have permission": "Bạn không có quyền",
    "Drop file here to upload": "Thả tệp vào đây để tải lên",
    "Failed to reject invite": "Không thể từ chối lời mời",
    "Room": "Phòng",
    "No more results": "Không còn kết quả nào nữa",
    "Server may be unavailable, overloaded, or search timed out :(": "Máy chủ có thể không khả dụng, quá tải hoặc hết thời gian tìm kiếm :(",
    "Search failed": "Tìm kiếm không thành công",
    "You seem to be in a call, are you sure you want to quit?": "Có vẻ như bạn đang tham gia một cuộc gọi, bạn có chắc chắn muốn thoát không?",
    "You seem to be uploading files, are you sure you want to quit?": "Có vẻ như bạn đang tải tệp lên, bạn có chắc chắn muốn thoát không?",
    "Sent messages will be stored until your connection has returned.": "Các tin nhắn đã gửi sẽ được lưu trữ cho đến khi kết nối của bạn trở lại.",
    "Connectivity to the server has been lost.": "Kết nối đến máy chủ đã bị mất.",
    "You can select all or individual messages to retry or delete": "Bạn có thể chọn tất cả hoặc từng tin nhắn để thử lại hoặc xóa",
    "Retry all": "Thử lại tất cả",
    "Delete all": "Xóa hết",
    "Some of your messages have not been sent": "Một số tin nhắn của bạn chưa được gửi đi",
    "Your message wasn't sent because this homeserver has exceeded a resource limit. Please <a>contact your service administrator</a> to continue using the service.": "Thư của bạn không gửi được vì máy chủ(homeserver) đã vượt quá giới hạn tài nguyên. Vui lòng <a>liên hệ với quản trị viên</a> để tiếp tục sử dụng dịch vụ.",
    "Your message wasn't sent because this homeserver has hit its Monthly Active User Limit. Please <a>contact your service administrator</a> to continue using the service.": "Tin nhắn của bạn không được gửi vì máy chủ này đã đạt đến Giới hạn Người dùng Hoạt động Hàng tháng. Vui lòng liên hệ với quản trị viên dịch vụ của bạn <a>contact your service administrator</a> để tiếp tục sử dụng dịch vụ.",
    "You can't send any messages until you review and agree to <consentLink>our terms and conditions</consentLink>.": "Bạn không thể gửi bất kỳ tin nhắn nào cho đến khi bạn xem xét và đồng ý với các <consentLink>điều khoản và điều kiện của chúng tôi</consentLink>.",
    "View": "Xem",
    "Your export was successful. Find it in your Downloads folder.": "Việc xuất của bạn đã thành công. Tìm nó ở trong thư mục Tải xuống của bạn.",
    "The export was cancelled successfully": "Xuất đã được hủy thành công",
    "Export Successful": "Xuất thành công",
    "MB": "MB",
    "Number of messages": "Số lượng tin nhắn",
    "Number of messages can only be a number between %(min)s and %(max)s": "Số tin nhắn chỉ có thể là một số ở giữa %(min)s và %(max)s",
    "Size can only be a number between %(min)s MB and %(max)s MB": "Kích thước chỉ có thể là một số ở giữa %(min)s và %(max)s MB",
    "Enter a number between %(min)s and %(max)s": "Nhập một số ở giữa %(min)s và %(max)s",
    "An error has occurred.": "Một lỗi đã xảy ra.",
    "Developer Tools": "Những công cụ phát triển",
    "Toolbox": "Hộp công cụ",
    "Values at explicit levels in this room:": "Giá trị ở cấp độ rõ ràng trong phòng này:",
    "Values at explicit levels:": "Giá trị ở cấp độ rõ ràng:",
    "Value in this room:": "Giá trị trong phòng này:",
    "Value:": "Giá trị:",
    "Save setting values": "Lưu các giá trị cài đặt",
    "Values at explicit levels in this room": "Giá trị ở cấp độ rõ ràng trong phòng này",
    "Values at explicit levels": "Giá trị ở cấp độ rõ ràng",
    "Settable at room": "Có thể đặt tại phòng",
    "Settable at global": "Có thể đặt trên toàn cầu",
    "Level": "Cấp độ",
    "Setting definition:": "Cài đặt định nghĩa:",
    "This UI does NOT check the types of the values. Use at your own risk.": "Giao diện người dùng này KHÔNG kiểm tra các loại giá trị. Sử dụng và hãy biết nguy cơ.",
    "Server did not return valid authentication information.": "Máy chủ không trả về thông tin xác thực hợp lệ.",
    "Server did not require any authentication": "Máy chủ không yêu cầu bất kỳ xác thực nào",
    "There was a problem communicating with the server. Please try again.": "Đã xảy ra sự cố khi giao tiếp với máy chủ. Vui lòng thử lại.",
    "Confirm account deactivation": "Xác nhận việc hủy kích hoạt tài khoản",
    "Are you sure you want to deactivate your account? This is irreversible.": "Bạn có chắc chắn muốn hủy kích hoạt tài khoản của mình không? Điều này là không thể thay đổi.",
    "Confirm your account deactivation by using Single Sign On to prove your identity.": "Xác nhận việc hủy kích hoạt tài khoản của bạn bằng cách sử dụng Single Sign On để chứng minh danh tính của bạn.",
    "Continue With Encryption Disabled": "Tiếp tục với mã hóa bị tắt",
    "Incompatible Database": "Cơ sở dữ liệu không tương thích",
    "You've previously used a newer version of %(brand)s with this session. To use this version again with end to end encryption, you will need to sign out and back in again.": "Trước đây, bạn đã sử dụng phiên bản %(brand)s mới hơn với phiên này. Để sử dụng lại phiên bản này với mã hóa đầu cuối, bạn cần đăng xuất và đăng nhập lại.",
    "To avoid losing your chat history, you must export your room keys before logging out. You will need to go back to the newer version of %(brand)s to do this": "Để tránh mất lịch sử trò chuyện, bạn phải xuất chìa khóa phòng trước khi đăng xuất. Bạn sẽ cần quay lại phiên bản %(brand)s mới hơn để thực hiện việc này",
    "Sign out": "Đăng xuất",
    "Want to add an existing space instead?": "Thay vào đó, bạn muốn thêm một space hiện có?",
    "Add a space to a space you manage.": "Thêm một space vào một space mà bạn quản lý.",
    "Only people invited will be able to find and join this space.": "Chỉ những người được mời mới có thể tìm và tham gia space này.",
    "Anyone will be able to find and join this space, not just members of <SpaceName/>.": "Bất kỳ ai cũng có thể tìm và tham gia space này, không chỉ là thành viên của <SpaceName/>.",
    "Anyone in <SpaceName/> will be able to find and join.": "Bất kỳ ai trong <SpaceName/> đều có thể tìm và tham gia.",
    "Public space": "Space công cộng",
    "Private space (invite only)": "space riêng tư (chỉ mời)",
    "Space visibility": "Khả năng hiển thị space",
    "Block anyone not part of %(serverName)s from ever joining this room.": "Chặn bất kỳ ai không thuộc %(serverName)s tham gia phòng này.",
    "Visible to space members": "Hiển thị với các thành viên space",
    "Public room": "Phòng công cộng",
    "Private room (invite only)": "Phòng riêng (chỉ mời)",
    "Room visibility": "Khả năng hiển thị phòng",
    "Topic (optional)": "Chủ đề (không bắt buộc)",
    "Create a private room": "Tạo một phòng riêng",
    "Create a public room": "Tạo một phòng công cộng",
    "Create a room": "Tạo phòng",
    "You might disable this if the room will be used for collaborating with external teams who have their own homeserver. This cannot be changed later.": "Bạn có thể tắt tính năng này nếu phòng sẽ được sử dụng để cộng tác với các nhóm bên ngoài có máy chủ của riêng họ. Điều này không thể được thay đổi sau này.",
    "You might enable this if the room will only be used for collaborating with internal teams on your homeserver. This cannot be changed later.": "Bạn có thể bật điều này nếu phòng sẽ chỉ được sử dụng để cộng tác với các nhóm nội bộ trên nhà của bạn. Điều này không thể thay đổi sau này.",
    "Enable end-to-end encryption": "Bật mã hóa đầu cuối",
    "Your server requires encryption to be enabled in private rooms.": "Máy chủ của bạn yêu cầu mã hóa được bật trong các phòng riêng.",
    "Only people invited will be able to find and join this room.": "Chỉ những người được mời mới có thể tìm và tham gia phòng này.",
    "Anyone will be able to find and join this room.": "Bất kỳ ai cũng có thể tìm và tham gia phòng này.",
    "Anyone will be able to find and join this room, not just members of <SpaceName/>.": "Bất kỳ ai cũng có thể tìm và tham gia phòng này, không chỉ thành viên của <SpaceName/>.",
    "You can change this at any time from room settings.": "Bạn có thể thay đổi điều này bất kỳ lúc nào từ cài đặt phòng.",
    "Everyone in <SpaceName/> will be able to find and join this room.": "Mọi người trong <SpaceName/> sẽ có thể tìm và tham gia phòng này.",
    "Please enter a name for the room": "Vui lòng nhập tên cho phòng",
    "Clear all data": "Xóa tất cả dữ liệu",
    "Clearing all data from this session is permanent. Encrypted messages will be lost unless their keys have been backed up.": "Xóa tất cả dữ liệu khỏi phiên này là vĩnh viễn. Các tin nhắn được mã hóa sẽ bị mất trừ khi các khóa của chúng đã được sao lưu.",
    "Clear all data in this session?": "Xóa tất cả dữ liệu trong phiên này?",
    "Reason (optional)": "Lý do (không bắt buộc)",
    "Are you sure you wish to remove (delete) this event? Note that if you delete a room name or topic change, it could undo the change.": "Bạn có chắc chắn muốn loại bỏ (xóa) sự kiện này không? Lưu ý rằng nếu bạn xóa tên phòng hoặc thay đổi chủ đề, nó có thể hoàn tác thay đổi.",
    "You cannot delete this message. (%(code)s)": "Bạn không thể xóa tin nhắn này.  (%(code)s)",
    "Skip": "Bỏ qua",
    "Email address": "Địa chỉ thư điện tử",
    "Changelog": "Lịch sử thay đổi",
    "Unavailable": "Không có sẵn",
    "Unable to load commit detail: %(msg)s": "Không thể tải chi tiết cam kết: %(msg)s",
    "Send logs": "Gửi nhật ký",
    "If there is additional context that would help in analysing the issue, such as what you were doing at the time, room IDs, user IDs, etc., please include those things here.": "Nếu có ngữ cảnh bổ sung có thể giúp phân tích vấn đề, chẳng hạn như bạn đang làm gì vào thời điểm đó, ID phòng, ID người dùng, v.v., hãy đưa những điều đó vào đây.",
    "Notes": "Ghi chú",
    "GitHub issue": "Sự cố GitHub",
    "Download logs": "Tải xuống nhật ký",
    "Before submitting logs, you must <a>create a GitHub issue</a> to describe your problem.": "Trước khi gửi log, bạn phải <a>tạo một sự cố trên Github</a> để mô tả vấn đề của mình.",
    "Reminder: Your browser is unsupported, so your experience may be unpredictable.": "Nhắc nhở: Trình duyệt của bạn không được hỗ trợ, vì vậy trải nghiệm của bạn có thể không thể đoán trước được.",
    "Preparing to download logs": "Chuẩn bị tải nhật ký xuống",
    "Failed to send logs: ": "Không gửi được nhật ký: ",
    "Thank you!": "Cảm ơn bạn!",
    "Logs sent": "Nhật ký đã được gửi",
    "Preparing to send logs": "Chuẩn bị gửi nhật ký",
    "Please tell us what went wrong or, better, create a GitHub issue that describes the problem.": "Vui lòng cho chúng tôi biết điều gì đã xảy ra hoặc tốt hơn là tạo sự cố trên GitHub để mô tả vấn đề.",
    "To leave the beta, visit your settings.": "Để rời khỏi bản beta, hãy truy cập mục cài đặt của bạn.",
    "Close dialog": "Đóng hộp thoại",
    "Invite anyway": "Vẫn mời",
    "Invite anyway and never warn me again": "Vẫn mời và không bao giờ cảnh báo tôi nữa",
    "Unable to find profiles for the Matrix IDs listed below - would you like to invite them anyway?": "Không thể tìm thấy hồ sơ cho ID Matrix được liệt kê bên dưới - bạn có muốn mời họ không?",
    "The following users may not exist": "Những người dùng sau có thể không tồn tại",
    "Use an identity server to invite by email. Manage in <settings>Settings</settings>.": "Sử dụng máy chủ định danh để mời qua địa chỉ thư điện tử. Quản lý trong mục Cài đặt <settings>Settings</settings>.",
    "Use an identity server to invite by email. <default>Use the default (%(defaultIdentityServerName)s)</default> or manage in <settings>Settings</settings>.": "Sử dụng máy chủ nhận dạng để mời qua thư điện tử. <default>Sử dụng mặc định (%(defaultIdentityServerName)s)</default> hoặc quản lý trong mục Cài đặt <settings>Settings</settings>.",
    "Adding spaces has moved.": "Thêm dấu cách đã di chuyển.",
    "Search for rooms": "Tìm kiếm phòng",
    "Create a new room": "Tạo phòng chat mới",
    "Want to add a new room instead?": "Hay là thêm một phòng mới?",
    "Add existing rooms": "Thêm các phòng hiện có",
    "Space selection": "Lựa chọn space",
    "Direct Messages": "Tin nhắn trực tiếp",
    "Adding rooms... (%(progress)s out of %(count)s)|one": "Đang thêm phòng…",
    "Adding rooms... (%(progress)s out of %(count)s)|other": "Đang thêm các phòng... (%(progress)s trong %(count)s)",
    "Not all selected were added": "Không phải tất cả các mục đã chọn đều được thêm vào",
    "Search for spaces": "Tìm kiếm space",
    "Create a new space": "Tạo space mới",
    "Want to add a new space instead?": "Bạn muốn thêm một space mới thay thế?",
    "Add existing space": "Thêm space hiện có",
    "Server name": "Tên máy chủ",
    "Enter the name of a new server you want to explore.": "Nhập tên của một máy chủ mới mà bạn muốn khám phá.",
    "Add a new server": "Thêm máy chủ mới",
    "Matrix": "Matrix",
    "Your server": "Máy chủ của bạn",
    "Can't find this server or its room list": "Không thể tìm thấy máy chủ này hoặc danh sách phòng của nó",
    "You are not allowed to view this server's rooms list": "Bạn không được phép xem danh sách phòng của máy chủ này",
    "Looks good": "Có vẻ ổn",
    "Enter a server name": "Nhập tên máy chủ",
    "And %(count)s more...|other": "Và %(count)s thêm…",
    "Sign in with single sign-on": "Đăng nhập bằng đăng nhập một lần",
    "Continue with %(provider)s": "Tiếp tục với %(provider)s",
    "Homeserver": "Máy chủ",
    "Join millions for free on the largest public server": "Tham gia hàng triệu máy chủ công cộng miễn phí lớn nhất",
    "Server Options": "Tùy chọn máy chủ",
    "This address is already in use": "Địa chỉ này đã được sử dụng",
    "This address is available to use": "Địa chỉ này có sẵn để sử dụng",
    "Please provide an address": "Vui lòng cung cấp địa chỉ",
    "Some characters not allowed": "Một số ký tự không được phép",
    "e.g. my-room": "ví dụ: phòng của tôi my-room",
    "Room address": "Địa chỉ phòng",
    "In reply to <a>this message</a>": "Để trả lời <a>tin nhắn này</a>",
    "<a>In reply to</a> <pill>": "Trả lời <a>In reply to</a> <pill>",
    "Unable to load event that was replied to, it either does not exist or you do not have permission to view it.": "Không thể tải sự kiện đã được trả lời, sự kiện đó không tồn tại hoặc bạn không có quyền xem sự kiện đó.",
    "QR Code": "Mã QR",
    "Custom level": "Cấp độ tùy chọn",
    "Power level": "Cấp độ sức mạnh",
    "%(oneUser)schanged the server ACLs %(count)s times|one": "%(oneUser)s đã thay đổi ACLs máy chủ",
    "%(oneUser)schanged the server ACLs %(count)s times|other": "%(oneUser)s đã thay đổi ACLs máy chủ %(count)s lần",
    "%(severalUsers)schanged the server ACLs %(count)s times|one": "%(severalUsers)s đã thay đổi ACLs máy chủ",
    "%(severalUsers)schanged the server ACLs %(count)s times|other": "%(severalUsers)s đã thay đổi ACLs máy chủ %(count)s lần",
    "%(oneUser)smade no changes %(count)s times|one": "%(oneUser)s không thay đổi",
    "%(oneUser)smade no changes %(count)s times|other": "%(oneUser)s không thay đổi %(count)s lần",
    "%(severalUsers)smade no changes %(count)s times|one": "%(severalUsers)s không thay đổi",
    "%(severalUsers)smade no changes %(count)s times|other": "%(severalUsers)s không thay đổi %(count)s lần",
    "%(oneUser)schanged their avatar %(count)s times|one": "%(oneUser)s đã thay đổi avatar của họ",
    "%(oneUser)schanged their avatar %(count)s times|other": "%(oneUser)s đã thay đổi avatar của họ %(count)s lần",
    "%(severalUsers)schanged their avatar %(count)s times|one": "%(severalUsers)s đã thay đổi avatar của họ",
    "%(severalUsers)schanged their avatar %(count)s times|other": "%(severalUsers)s đã thay đổi avatar của họ %(count)s lần",
    "%(oneUser)schanged their name %(count)s times|one": "%(oneUser)s đã thay đổi tên của họ",
    "%(oneUser)schanged their name %(count)s times|other": "%(oneUser)s đã thay đổi tên của họ %(count)s lần",
    "%(severalUsers)schanged their name %(count)s times|one": "%(severalUsers)s đã thay đổi tên của họ",
    "%(severalUsers)schanged their name %(count)s times|other": "%(severalUsers)s đã thay đổi tên của họ %(count)s lần",
    "was unbanned %(count)s times|one": "đã được hủy cấm",
    "was unbanned %(count)s times|other": "đã được hủy cấm %(count)s lần",
    "Use your Security Key to continue.": "Sử dụng Khóa bảo mật của bạn để tiếp tục.",
    "Security Key": "Chìa khóa bảo mật",
    "Enter your Security Phrase or <button>use your Security Key</button> to continue.": "Nhập Chuỗi bảo mật hoặc <button>sử dụng Khóa bảo mật</button> của bạn để tiếp tục.",
    "Unable to access secret storage. Please verify that you entered the correct Security Phrase.": "Không thể truy cập bộ nhớ bí mật. Vui lòng xác minh rằng bạn đã nhập đúng Cụm từ bảo mật.",
    "Security Phrase": "Cụm từ Bảo mật",
    "If you reset everything, you will restart with no trusted sessions, no trusted users, and might not be able to see past messages.": "Nếu bạn đặt lại mọi thứ, bạn sẽ khởi động lại mà không có phiên nào đáng tin cậy, không có người dùng đáng tin cậy và có thể không xem được các tin nhắn trước đây.",
    "Only do this if you have no other device to complete verification with.": "Chỉ thực hiện việc này nếu bạn không có thiết bị nào khác để hoàn tất quá trình xác minh.",
    "Reset everything": "Đặt lại mọi thứ",
    "Forgotten or lost all recovery methods? <a>Reset all</a>": "Quên hoặc mất tất cả các phương pháp khôi phục? Đặt lại tất cả <a>Reset all</a>",
    "Invalid Security Key": "Khóa bảo mật không hợp lệ",
    "Wrong Security Key": "Khóa bảo mật sai",
    "Looks good!": "Có vẻ tốt!",
    "Wrong file type": "Loại tệp sai",
    "Remember this": "Nhớ điều này",
    "The widget will verify your user ID, but won't be able to perform actions for you:": "Tiện ích widget sẽ xác minh ID người dùng của bạn, nhưng không thể thay bạn thực hiện các hành động:",
    "Allow this widget to verify your identity": "Cho phép tiện ích widget này xác minh danh tính của bạn",
    "Remember my selection for this widget": "Hãy nhớ lựa chọn của tôi cho tiện ích này",
    "Decline All": "Từ chối tất cả",
    "Approve": "Chấp thuận",
    "This widget would like to:": "Tiện ích widget này muốn:",
    "Approve widget permissions": "Phê duyệt quyền của tiện ích widget",
    "Verification Request": "Yêu cầu xác minh",
    "Upload Error": "Lỗi tải lên",
    "Cancel All": "Hủy bỏ tất cả",
    "Some files are <b>too large</b> to be uploaded. The file size limit is %(limit)s.": "Một số tệp <b> quá lớn </b> không thể tải lên được. Giới hạn kích thước tệp là %(limit)s.",
    "These files are <b>too large</b> to upload. The file size limit is %(limit)s.": "Các tệp này <b>too large</b> quá lớn để tải lên. Giới hạn kích thước tệp là %(limit)s.",
    "This file is <b>too large</b> to upload. The file size limit is %(limit)s but this file is %(sizeOfThisFile)s.": "Tệp này <b>too large</b> để tải lên. Giới hạn kích thước tệp là %(limit)s nhưng tệp này là %(sizeOfThisFile)s.",
    "Upload all": "Tải lên tất cả",
    "Upload files": "Tải tệp lên",
    "Upload files (%(current)s of %(total)s)": "Tải lên tệp (%(current)s of %(total)s)",
    "Not Trusted": "Không tin cậy",
    "Ask this user to verify their session, or manually verify it below.": "Yêu cầu người dùng này xác minh phiên của họ hoặc xác minh theo cách thủ công bên dưới.",
    "%(name)s (%(userId)s) signed in to a new session without verifying it:": "%(name)s (%(userId)s) đã đăng nhập vào một phiên mới mà không xác minh:",
    "Verify your other session using one of the options below.": "Xác minh phiên khác của bạn bằng một trong các tùy chọn bên dưới.",
    "You signed in to a new session without verifying it:": "Bạn đã đăng nhập vào một phiên mới mà không xác minh nó:",
    "Next": "Tiếp",
    "Document": "Tài liệu",
    "Summary": "Tóm lược",
    "Service": "Dịch vụ",
    "To continue you need to accept the terms of this service.": "Để tiếp tục, bạn cần chấp nhận các điều khoản của dịch vụ này.",
    "Use bots, bridges, widgets and sticker packs": "Sử dụng bot, cầu nối, tiện ích và gói sticker cảm xúc",
    "Be found by phone or email": "Được tìm thấy qua điện thoại hoặc địa chỉ thư điện tử",
    "Find others by phone or email": "Tìm người khác qua điện thoại hoặc địa chỉ thư điện tử",
    "Integration manager": "Quản lý tích hợp",
    "Your browser likely removed this data when running low on disk space.": "Trình duyệt của bạn có thể đã xóa dữ liệu này khi sắp hết dung lượng đĩa.",
    "Some session data, including encrypted message keys, is missing. Sign out and sign in to fix this, restoring keys from backup.": "Một số dữ liệu phiên, bao gồm cả khóa tin nhắn được mã hóa, bị thiếu. Đăng xuất và đăng nhập để khắc phục sự cố này, khôi phục khóa từ bản sao lưu.",
    "Missing session data": "Thiếu dữ liệu phiên",
    "To help us prevent this in future, please <a>send us logs</a>.": "Để giúp chúng tôi ngăn chặn điều này trong tương lai, vui lòng gửi nhật ký cho chúng tôi <a>send us logs</a>.",
    "Settings - %(spaceName)s": "Cài đặt - %(spaceName)s",
    "Command Help": "Lệnh Trợ giúp",
    "Link to selected message": "Liên kết đến tin nhắn đã chọn",
    "Share Room Message": "Chia sẻ tin nhắn trong phòng",
    "Share User": "Chia sẻ người dùng",
    "Link to most recent message": "Liên kết đến tin nhắn gần đây nhất",
    "Share Room": "Phòng chia sẻ",
    "This will allow you to reset your password and receive notifications.": "Điều này sẽ cho phép bạn đặt lại mật khẩu của mình và nhận thông báo.",
    "Please check your email and click on the link it contains. Once this is done, click continue.": "Vui lòng kiểm tra hòm thư và bấm vào liên kết trong đó. Khi nào xong, hãy bấm tiếp tục.",
    "Verification Pending": "Chờ xác thực",
    "Clearing your browser's storage may fix the problem, but will sign you out and cause any encrypted chat history to become unreadable.": "Xóa bộ nhớ của trình duyệt có thể khắc phục được sự cố nhưng sẽ khiến bạn đăng xuất và khiến mọi lịch sử trò chuyện được mã hóa trở nên không thể đọc được.",
    "If you have previously used a more recent version of %(brand)s, your session may be incompatible with this version. Close this window and return to the more recent version.": "Nếu trước đây bạn đã sử dụng phiên bản %(brand)s mới hơn, thì phiên của bạn có thể không tương thích với phiên bản này. Đóng cửa sổ này và quay lại phiên bản mới hơn.",
    "We encountered an error trying to restore your previous session.": "Chúng tôi đã gặp lỗi khi cố gắng khôi phục phiên trước đó của bạn.",
    "Unable to restore session": "Không thể khôi phục phiên",
    "Refresh": "Làm tươi",
    "Send Logs": "Gửi những bản ghi",
    "Clear Storage and Sign Out": "Xóa bộ nhớ và Đăng xuất",
    "Sign out and remove encryption keys?": "Đăng xuất và xóa khóa mã hóa?",
    "Reset event store": "Đặt lại cửa hàng sự kiện",
    "If you do, please note that none of your messages will be deleted, but the search experience might be degraded for a few moments whilst the index is recreated": "Nếu bạn làm vậy, xin lưu ý rằng không có thư nào của bạn sẽ bị xóa, nhưng trải nghiệm tìm kiếm có thể bị giảm sút trong một vài phút trong khi chỉ mục được tạo lại",
    "You most likely do not want to reset your event index store": "Rất có thể bạn không muốn đặt lại kho chỉ mục sự kiện của mình",
    "Reset event store?": "Đặt lại kho sự kiện?",
    "About homeservers": "Giới thiệu về các máy chủ",
    "Learn more": "Tìm hiểu thêm",
    "Use your preferred Matrix homeserver if you have one, or host your own.": "Sử dụng máy chủ Matrix ưa thích của bạn nếu bạn có, hoặc tự tạo máy chủ lưu trữ của riêng bạn.",
    "Other homeserver": "Máy chủ khác",
    "were unbanned %(count)s times|one": "đã được hủy cấm",
    "were unbanned %(count)s times|other": "đã được hủy cấm %(count)s lần",
    "was banned %(count)s times|one": "đã bị cấm",
    "was banned %(count)s times|other": "đã bị cấm %(count)s lần",
    "were banned %(count)s times|one": "đã bị cấm",
    "were banned %(count)s times|other": "đã bị cấm %(count)s lần",
    "was invited %(count)s times|one": "đã được mời",
    "was invited %(count)s times|other": "đã được mời %(count)s lần",
    "were invited %(count)s times|one": "đã được mời",
    "were invited %(count)s times|other": "đã được mời %(count)s lần",
    "%(oneUser)shad their invitation withdrawn %(count)s times|one": "%(oneUser)s đã rút lời mợi của họ",
    "%(oneUser)shad their invitation withdrawn %(count)s times|other": "%(oneUser)s đã rút lời mợi của họ %(count)s lần",
    "%(severalUsers)shad their invitations withdrawn %(count)s times|one": "%(severalUsers)s đã rút các lời mời của họ",
    "%(severalUsers)shad their invitations withdrawn %(count)s times|other": "%(severalUsers)s đã rút các lời mời của họ %(count)s lần",
    "%(oneUser)srejected their invitation %(count)s times|one": "%(oneUser)s đã từ chối lời mời của họ",
    "%(oneUser)srejected their invitation %(count)s times|other": "%(oneUser)s đã từ chối lời mời của họ %(count)s lần",
    "%(severalUsers)srejected their invitations %(count)s times|one": "%(severalUsers)s đã từ chối các lời mời của họ",
    "%(severalUsers)srejected their invitations %(count)s times|other": "%(severalUsers)s đã từ chối các lời mời của họ %(count)s lần",
    "%(oneUser)sleft and rejoined %(count)s times|one": "%(oneUser)s đã rời khỏi và tham gia lại",
    "%(oneUser)sleft and rejoined %(count)s times|other": "%(oneUser)s đã rời khỏi và tham gia lại %(count)s lần",
    "%(severalUsers)sleft and rejoined %(count)s times|one": "%(severalUsers)s đã rời khỏi và tham gia lại",
    "%(severalUsers)sleft and rejoined %(count)s times|other": "%(severalUsers)s đã rời khỏi và tham gia lại %(count)s lần",
    "%(oneUser)sjoined and left %(count)s times|one": "%(oneUser)s đã tham gia và rời khỏi",
    "%(oneUser)sjoined and left %(count)s times|other": "%(oneUser)s đã tham gia và rời khỏi %(count)s lần",
    "%(severalUsers)sjoined and left %(count)s times|one": "%(severalUsers)s đã tham gia và rời khỏi",
    "%(severalUsers)sjoined and left %(count)s times|other": "%(severalUsers)s đã tham gia và rời khỏi %(count)s lần",
    "%(nameList)s %(transitionList)s": "%(nameList)s %(transitionList)s",
    "Language Dropdown": "Danh sách ngôn ngữ",
    "Information": "Thông tin",
    "Rotate Right": "Xoay phải",
    "Rotate Left": "Xoay trái",
    "Zoom in": "Phóng to",
    "Zoom out": "Thu nhỏ",
    "%(count)s people you know have already joined|one": "%(count)s người bạn đã biết vừa tham gia",
    "%(count)s people you know have already joined|other": "%(count)s người bạn đã biết vừa tham gia",
    "Including %(commaSeparatedMembers)s": "Bao gồm %(commaSeparatedMembers)s",
    "View all %(count)s members|one": "Xem một thành viên",
    "View all %(count)s members|other": "Xem tất cả %(count)s thành viên",
    "expand": "mở rộng",
    "collapse": "thu hẹp",
    "Please <newIssueLink>create a new issue</newIssueLink> on GitHub so that we can investigate this bug.": "Vui lòng <newIssueLink> tạo một vấn đề mới </newIssueLink> trên GitHub để chúng tôi có thể điều tra lỗi này.",
    "Join": "Tham gia",
    "Share content": "Chia sẻ nội dung",
    "Application window": "Cửa sổ ứng dụng",
    "Share entire screen": "Chia sẻ toàn bộ màn hình",
    "This version of %(brand)s does not support searching encrypted messages": "Phiên bản %(brand)s này không hỗ trợ tìm kiếm tin nhắn được mã hóa",
    "This version of %(brand)s does not support viewing some encrypted files": "Phiên bản %(brand)s này không hỗ trợ xem một số tệp được mã hóa",
    "Use the <a>Desktop app</a> to search encrypted messages": "Sử dụng ứng dụng Máy tính để bàn <a>Desktop app</a> để tìm kiếm tin nhắn được mã hóa",
    "Use the <a>Desktop app</a> to see all encrypted files": "Sử dụng ứng dụng Máy tính để bàn <a>Desktop app</a> để xem tất cả các tệp được mã hóa",
    "Message search initialisation failed, check <a>your settings</a> for more information": "Không thể khởi chạy tìm kiếm tin nhắn, hãy kiểm tra cài đặt của bạn <a>your settings</a> để biết thêm thông tin",
    "Popout widget": "Tiện ích bật ra",
    "Error - Mixed content": "Lỗi - Nội dung hỗn hợp",
    "Error loading Widget": "Lỗi khi tải widget",
    "This widget may use cookies.": "Tiện ích này có thể sử dụng cookie.",
    "Widget added by": "widget được thêm bởi",
    "Widgets do not use message encryption.": "Các widget không sử dụng mã hóa tin nhắn.",
    "Using this widget may share data <helpIcon /> with %(widgetDomain)s.": "Sử dụng tiện ích này có thể chia sẻ dữ liệu <helpIcon /> với %(widgetDomain)s.",
    "Using this widget may share data <helpIcon /> with %(widgetDomain)s & your integration manager.": "Sử dụng tiện ích này có thể chia sẻ dữ liệu <helpIcon /> với %(widgetDomain)s và trình quản lý tích hợp của bạn.",
    "Widget ID": "Widget ID",
    "Room ID": "ID phòng",
    "%(brand)s URL": "%(brand)s URL",
    "Your theme": "Chủ đề của bạn",
    "Your user ID": "ID người dùng của bạn",
    "Your avatar URL": "URL avatar của bạn",
    "Your display name": "Tên hiển thị của bạn",
    "Any of the following data may be shared:": "Bất kỳ dữ liệu nào sau đây đều có thể được chia sẻ:",
    "Cancel search": "Hủy tìm kiếm",
    "Quick Reactions": "Phản ứng nhanh",
    "Categories": "Hạng mục",
    "Flags": "Cờ",
    "Symbols": "Ký hiệu",
    "Objects": "Các đối tượng",
    "Travel & Places": "Du lịch & Địa điểm",
    "Activities": "Các hoạt động",
    "Food & Drink": "Đồ ăn thức uống",
    "Animals & Nature": "Động vật & Thiên nhiên",
    "Smileys & People": "Biểu tượng mặt cười và con người",
    "Frequently Used": "Thường xuyên sử dụng",
    "Something went wrong!": "Đã xảy ra lỗi!",
    "Can't load this message": "Không thể tải tin nhắn này",
    "Submit logs": "Gửi nhật ký",
    "edited": "đã chỉnh sửa",
    "Edited at %(date)s. Click to view edits.": "Đã chỉnh sửa vào %(date)s. Bấm để xem các chỉnh sửa.",
    "Click to view edits": "Nhấp để xem các chỉnh sửa",
    "Edited at %(date)s": "Đã chỉnh sửa lúc %(date)s",
    "You are about to be taken to a third-party site so you can authenticate your account for use with %(integrationsUrl)s. Do you wish to continue?": "Bạn sắp được đưa đến trang web của bên thứ ba để bạn có thể xác thực tài khoản của mình để sử dụng với %(integrationsUrl)s. Bạn có muốn tiếp tục không?",
    "Add an Integration": "Thêm tích hợp",
    "This room is a continuation of another conversation.": "Căn phòng này là sự tiếp nối của một cuộc trò chuyện khác.",
    "Click here to see older messages.": "Bấm vào đây để xem các tin nhắn cũ hơn.",
    "%(senderDisplayName)s changed the room avatar to <img/>": "%(senderDisplayName)s đã thay đổi hình đại diện của phòng thành <img />",
    "%(senderDisplayName)s removed the room avatar.": "%(senderDisplayName)s đã xóa hình đại diện của phòng.",
    "%(senderDisplayName)s changed the avatar for %(roomName)s": "%(senderDisplayName)s đã thay đổi hình đại diện cho %(roomName)s",
    "Message deleted on %(date)s": "Tin nhắn đã bị xóa vào %(date)s",
    "<reactors/><reactedWith>reacted with %(shortName)s</reactedWith>": "<reactors/><reactedWith>đã phản hồi với %(shortName)s</reactedWith>",
    "%(reactors)s reacted with %(content)s": "%(reactors)s đã phản hồi với %(content)s",
    "Reactions": "Phản ứng",
    "Show all": "Hiển thị tất cả",
    "Add reaction": "Thêm phản ứng",
    "Error processing voice message": "Lỗi khi xử lý tin nhắn thoại",
    "Error decrypting video": "Lỗi khi giải mã video",
    "You sent a verification request": "Bạn đã gửi một yêu cầu xác minh",
    "%(name)s wants to verify": "%(name)s muốn xác minh",
    "%(name)s cancelled": "%(name)s đã bị hủy",
    "%(name)s declined": "%(name)s đã từ chối",
    "You cancelled": "Bạn đã hủy bỏ",
    "You declined": "Bạn đã từ chối",
    "%(name)s accepted": "%(name)s được chấp nhận",
    "You accepted": "Bạn đã chấp nhận",
    "%(name)s cancelled verifying": "%(name)s đã hủy xác minh",
    "You cancelled verifying %(name)s": "Bạn đã hủy xác minh %(name)s",
    "You verified %(name)s": "Bạn đã xác minh %(name)s",
    "You have ignored this user, so their message is hidden. <a>Show anyways.</a>": "Bạn đã bỏ qua người dùng này, vì vậy tin nhắn của họ bị ẩn. Hiển thị cũng được <a>Show anyways.</a>",
    "Video conference started by %(senderName)s": "Hội nghị truyền hình bắt đầu bởi %(senderName)s",
    "Video conference updated by %(senderName)s": "Hội nghị truyền hình được %(senderName)s cập nhật",
    "Video conference ended by %(senderName)s": "Hội nghị truyền hình đã kết thúc trước%(senderName)s",
    "Join the conference from the room information card on the right": "Tham gia hội nghị từ thẻ thông tin phòng bên phải",
    "Join the conference at the top of this room": "Tham gia hội nghị ở đầu phòng này",
    "Image": "Hình ảnh",
    "Sticker": "Nhãn dán",
    "Show image": "Hiển thị hình ảnh",
    "Error decrypting image": "Lỗi khi giải mã hình ảnh",
    "Invalid file%(extra)s": "Tệp%(extra)s không hợp lệ",
    "Decrypt %(text)s": "Giải mã %(text)s",
    "Error decrypting attachment": "Lỗi khi giải mã tệp đính kèm",
    "Download %(text)s": "Tải xuống %(text)s",
    "Message Actions": "Hành động tin nhắn",
    "Thread": "Chủ đề",
    "Reply": "Phản hồi",
    "Edit": "Sửa",
    "React": "Phản ứng",
    "Error processing audio message": "Lỗi khi xử lý tin nhắn âm thanh",
    "The encryption used by this room isn't supported.": "Mã hóa mà phòng này sử dụng không được hỗ trợ.",
    "Encryption not enabled": "Mã hóa không được bật",
    "Ignored attempt to disable encryption": "Bỏ qua nỗ lực vô hiệu hóa mã hóa",
    "Encryption enabled": "Mã hóa được bật",
    "Messages in this room are end-to-end encrypted. When people join, you can verify them in their profile, just tap on their avatar.": "Các tin nhắn trong phòng này được mã hóa đầu-cuối. Khi mọi người tham gia, bạn có thể xác minh ho trong hồ sơ của họ, chỉ cần nhấn vào avatar của họ.",
    "Messages here are end-to-end encrypted. Verify %(displayName)s in their profile - tap on their avatar.": "Các tin nhắn ở đây được mã hóa đầu-cuối. Xác thực %(displayName)s trong hồ sơ - nhấn vào ảnh đại diện của họ.",
    "Some encryption parameters have been changed.": "Một số thông số mã hóa vừa được thay đổi.",
    "View Source": "Xem nguồn",
    "Download": "Tải xuống",
    "Decrypting": "Đang giải mã",
    "Downloading": "Đang tải xuống",
    "Yesterday": "Hôm qua",
    "Today": "Hôm nay",
    "Saturday": "Thứ bảy",
    "Friday": "Thứ sáu",
    "Thursday": "Thứ năm",
    "Wednesday": "Thứ Tư",
    "Tuesday": "Thứ ba",
    "Monday": "Thứ hai",
    "Sunday": "Chủ nhật",
    "The call is in an unknown state!": "Cuộc gọi ở trạng thái không xác định!",
    "Missed call": "Cuộc gọi nhỡ",
    "Retry": "Thử lại",
    "Unknown failure: %(reason)s": "Lỗi không xác định: %(reason)s",
    "An unknown error occurred": "Đã xảy ra lỗi không xác định",
    "Their device couldn't start the camera or microphone": "Thiết bị của họ không thể khởi động máy ảnh hoặc micrô",
    "Connection failed": "Kết nối thất bại",
    "Could not connect media": "Không thể kết nối phương tiện",
    "No answer": "Không trả lời",
    "Call back": "Gọi lại",
    "Call declined": "Cuộc gọi bị từ chối",
    "Verification cancelled": "Đã hủy xác minh",
    "You cancelled verification.": "Bạn đã hủy xác minh.",
    "%(displayName)s cancelled verification.": "%(displayName)s đã hủy xác minh.",
    "Verification timed out.": "Đã hết thời gian xác minh.",
    "Start verification again from their profile.": "Bắt đầu xác minh lại từ hồ sơ của họ.",
    "Start verification again from the notification.": "Bắt đầu xác minh lại từ thông báo.",
    "Got it": "Đã nhận được",
    "You've successfully verified %(displayName)s!": "Bạn đã xác minh thành công %(displayName)s!",
    "You've successfully verified %(deviceName)s (%(deviceId)s)!": "Bạn đã xác minh thành công %(deviceName)s (%(deviceId)s)!",
    "You've successfully verified your device!": "Bạn đã xác minh thành công thiết bị của mình!",
    "Verify all users in a room to ensure it's secure.": "Xác minh tất cả người dùng trong một phòng để đảm bảo phòng đó an toàn.",
    "Almost there! Is %(displayName)s showing the same shield?": "Sắp xong rồi! %(displayName)s có hiển thị cùng một lá chắn không?",
    "Verify by emoji": "Xác minh bằng biểu tượng cảm xúc",
    "Verify by comparing unique emoji.": "Xác minh bằng cách so sánh biểu tượng cảm xúc độc đáo.",
    "If you can't scan the code above, verify by comparing unique emoji.": "Nếu bạn không thể quét mã ở trên, hãy xác minh bằng cách so sánh biểu tượng cảm xúc duy nhất.",
    "Ask %(displayName)s to scan your code:": "Yêu cầu %(displayName)s quét mã của bạn:",
    "Verify by scanning": "Xác minh bằng cách quét",
    "Compare a unique set of emoji if you don't have a camera on either device": "So sánh một bộ biểu tượng cảm xúc độc đáo nếu bạn không có camera trên một trong hai thiết bị",
    "Compare unique emoji": "So sánh biểu tượng cảm xúc độc đáo",
    "Scan this unique code": "Quét mã duy nhất này",
    "Security": "Bảo mật",
    "Edit devices": "Chỉnh sửa thiết bị",
    "This client does not support end-to-end encryption.": "Ứng dụng khách này không hỗ trợ mã hóa đầu cuối.",
    "Role in <RoomName/>": "Vai trò trong <RoomName/>",
    "Failed to deactivate user": "Không thể hủy kích hoạt người dùng",
    "Deactivate user": "Hủy kích hoạt người dùng",
    "Deactivating this user will log them out and prevent them from logging back in. Additionally, they will leave all the rooms they are in. This action cannot be reversed. Are you sure you want to deactivate this user?": "Việc hủy kích hoạt người dùng này sẽ đăng xuất họ và ngăn họ đăng nhập lại. Ngoài ra, họ sẽ rời khỏi tất cả các phòng mà họ đang ở. Không thể hoàn tác hành động này. Bạn có chắc chắn muốn hủy kích hoạt người dùng này không?",
    "Caution:": "Thận trọng:",
    "Setting:": "Thiết lập:",
    "Value in this room": "Giá trị trong phòng này",
    "Value": "Giá trị",
    "Setting ID": "Cài đặt ID",
    "There was an error finding this widget.": "Đã xảy ra lỗi khi tìm tiện ích widget này.",
    "Active Widgets": "Tiện ích hoạt động",
    "Filter results": "Lọc kết quả",
    "Event Content": "Nội dung sự kiện",
    "State Key": "Chìa khóa trạng thái",
    "Event Type": "Loại sự kiện",
    "Event sent!": "Sự kiện được gửi!",
    "Deactivate user?": "Hủy kích hoạt người dùng?",
    "You will not be able to undo this change as you are promoting the user to have the same power level as yourself.": "Bạn sẽ không thể hoàn tác thay đổi này vì bạn đang khuyến khích người dùng có cùng mức sức mạnh với bạn.",
    "Failed to change power level": "Không thay đổi được mức công suất",
    "Mute": "Im lặng",
    "Unmute": "Bật tiếng",
    "Failed to mute user": "Không thể tắt tiếng người dùng",
    "They won't be able to access whatever you're not an admin of.": "Họ sẽ không thể truy cập vào bất cứ gì mà bạn không phải là quản trị viên.",
    "Ban them from specific things I'm able to": "Cấm họ khỏi những thứ cụ thể mà tôi có thể",
    "Unban them from specific things I'm able to": "Hủy cấm họ khỏi những thứ cụ thể mà tôi có thể",
    "Ban them from everything I'm able to": "Cấm họ khỏi mọi thứ mà tôi có thể",
    "Unban them from everything I'm able to": "Hủy cấm họ khỏi mọi thứ mà tôi có thể",
    "Ban from %(roomName)s": "Cấm từ %(roomName)s",
    "Unban from %(roomName)s": "Hủy cấm từ %(roomName)s",
    "Remove recent messages": "Bỏ các tin nhắn gần đây",
    "Remove %(count)s messages|one": "Bỏ một tin nhắn",
    "Remove %(count)s messages|other": "Bỏ %(count)s tin nhắn",
    "For a large amount of messages, this might take some time. Please don't refresh your client in the meantime.": "Đối với một lượng lớn thư, quá trình này có thể mất một chút thời gian. Vui lòng không làm mới khách hàng của bạn trong thời gian chờ đợi.",
    "Remove recent messages by %(user)s": "Bỏ các tin nhắn gần đây bởi %(user)s",
    "Show more": "Cho xem nhiều hơn",
    "Set addresses for this room so users can find this room through your homeserver (%(localDomain)s)": "Đặt địa chỉ cho phòng này để người dùng có thể tìm thấy phòng này thông qua máy chủ của bạn (%(localDomain)s)",
    "Set addresses for this space so users can find this space through your homeserver (%(localDomain)s)": "Đặt địa chỉ cho space này để người dùng có thể tìm thấy space này thông qua máy chủ của bạn (%(localDomain)s)",
    "Local Addresses": "Các địa chỉ địa phương",
    "New published address (e.g. #alias:server)": "Địa chỉ không khai mới",
    "No other published addresses yet, add one below": "Chưa có địa chỉ đã xuất bản nào khác, hãy thêm một địa chỉ bên dưới",
    "Other published addresses:": "Các địa chỉ công khai khác:",
    "To publish an address, it needs to be set as a local address first.": "Để xuất bản một địa chỉ, trước tiên nó cần được đặt làm địa chỉ cục bộ.",
    "Published addresses can be used by anyone on any server to join your room.": "Bất kỳ ai trên bất kỳ máy chủ nào cũng có thể sử dụng các địa chỉ đã xuất bản để tham gia vào phòng của bạn.",
    "Published addresses can be used by anyone on any server to join your space.": "Địa chỉ đã xuất bản có thể được sử dụng bởi bất kỳ ai trên bất kỳ máy chủ nào để tham gia space của bạn.",
    "Published Addresses": "Các địa chỉ công khai",
    "Local address": "Địa chỉ địa phương",
    "This room has no local addresses": "Phòng này không có địa chỉ địa phương",
    "This space has no local addresses": "space này không có địa chỉ cục bộ",
    "not specified": "không được chỉ định",
    "Main address": "Địa chỉ chính",
    "Error removing address": "Lỗi khi xóa địa chỉ",
    "There was an error removing that address. It may no longer exist or a temporary error occurred.": "Đã xảy ra lỗi khi xóa địa chỉ đó. Nó có thể không còn tồn tại hoặc một lỗi tạm thời xảy ra.",
    "You don't have permission to delete the address.": "Bạn không có quyền xóa địa chỉ.",
    "There was an error creating that address. It may not be allowed by the server or a temporary failure occurred.": "Đã xảy ra lỗi khi tạo địa chỉ đó. Nó có thể không được máy chủ cho phép hoặc xảy ra lỗi tạm thời.",
    "Error creating address": "Lỗi khi tạo địa chỉ",
    "There was an error updating the room's alternative addresses. It may not be allowed by the server or a temporary failure occurred.": "Đã xảy ra lỗi khi cập nhật địa chỉ thay thế của phòng. Nó có thể không được máy chủ cho phép hoặc xảy ra lỗi tạm thời.",
    "There was an error updating the room's main address. It may not be allowed by the server or a temporary failure occurred.": "Đã xảy ra lỗi khi cập nhật địa chỉ chính của phòng. Nó có thể không được máy chủ cho phép hoặc xảy ra lỗi tạm thời.",
    "Error updating main address": "Lỗi khi cập nhật địa chỉ chính",
    "Stop recording": "Dừng ghi",
    "We didn't find a microphone on your device. Please check your settings and try again.": "Chúng tôi không tìm thấy micrô trên thiết bị của bạn. Vui lòng kiểm tra các thiết lập của bạn và thử lại.",
    "No microphone found": "Không tìm thấy micrô",
    "We were unable to access your microphone. Please check your browser settings and try again.": "Chúng tôi không thể truy cập micrô của bạn. Xin hãy kiểm tra trình duyệt của bạn và thử lại.",
    "Unable to access your microphone": "Không thể truy cập micrô của bạn",
    "Mark all as read": "Đánh dấu tất cả đã đọc",
    "Jump to first unread message.": "Chuyển đến tin nhắn chưa đọc đầu tiên.",
    "Invited by %(sender)s": "Được %(sender)s mời",
    "Revoke invite": "Thu hồi lời mời",
    "Admin Tools": "Công cụ quản trị",
    "Could not revoke the invite. The server may be experiencing a temporary problem or you do not have sufficient permissions to revoke the invite.": "Không thể thu hồi lời mời. Máy chủ có thể đang gặp sự cố tạm thời hoặc bạn không có đủ quyền để thu hồi lời mời.",
    "Failed to revoke invite": "Không thể thu hồi lời mời",
    "Stickerpack": "Gói nhãn dán",
    "Add some now": "Thêm một số ngay bây giờ",
    "You don't currently have any stickerpacks enabled": "Bạn hiện chưa bật bất kỳ gói nhãn dán nào",
    "Failed to connect to integration manager": "Không kết nối được với trình quản lý tích hợp",
    "Search…": "Tìm kiếm…",
    "All Rooms": "Tất cả các phòng",
    "This Room": "phòng này",
    "Only room administrators will see this warning": "Chỉ quản trị viên phòng mới thấy cảnh báo này",
    "This room is running room version <roomVersion />, which this homeserver has marked as <i>unstable</i>.": "Phòng này đang chạy phiên bản phòng <roomVersion /> mà máy chủ này đã đánh dấu là không ổn định <i>unstable</i>.",
    "This room has already been upgraded.": "Phòng này đã được nâng cấp.",
    "Upgrading this room will shut down the current instance of the room and create an upgraded room with the same name.": "Việc nâng cấp phòng này sẽ đóng phiên bản hiện tại của phòng và tạo một phòng được nâng cấp có cùng tên.",
    "Unread messages.": "Các tin nhắn chưa đọc.",
    "%(count)s unread messages.|one": "1 tin chưa đọc.",
    "%(count)s unread messages.|other": "%(count)s tin nhắn chưa đọc.",
    "%(count)s unread messages including mentions.|one": "1 đề cập chưa đọc.",
    "%(count)s unread messages including mentions.|other": "%(count)s tin nhắn chưa đọc bao gồm các đề cập.",
    "Room options": "Tùy chọn phòng",
    "Settings": "Cài đặt",
    "Low Priority": "Ưu tiên thấp",
    "Favourite": "Yêu thích",
    "Favourited": "Được yêu thích",
    "Forget Room": "Quên phòng",
    "Notification options": "Tùy chọn thông báo",
    "All messages": "Tất cả tin nhắn",
    "Show less": "Hiện ít hơn",
    "Show %(count)s more|one": "Hiển thị %(count)s thêm",
    "Show %(count)s more|other": "Hiển thị %(count)s thêm",
    "List options": "Liệt kê các tùy chọn",
    "A-Z": "AZ",
    "Activity": "Hoạt động",
    "Sort by": "Sắp xếp theo",
    "Show previews of messages": "Hiển thị bản xem trước của tin nhắn",
    "Show rooms with unread messages first": "Hiển thị các phòng có tin nhắn chưa đọc trước",
    "Appearance": "Giao diện",
    "%(roomName)s is not accessible at this time.": "Không thể truy cập %(roomName)s vào lúc này.",
    "%(roomName)s does not exist.": "%(roomName)s không tồn tại.",
    "%(roomName)s can't be previewed. Do you want to join it?": "Không thể xem trước %(roomName)s. Bạn có muốn tham gia nó không?",
    "You're previewing %(roomName)s. Want to join it?": "Bạn đang xem trước %(roomName)s. Bạn muốn tham gia nó?",
    "Reject & Ignore user": "Từ chối & Bỏ qua người dùng",
    "Reject": "Từ chối",
    "<userName/> invited you": "<userName/> đã mời bạn",
    "Do you want to join %(roomName)s?": "Bạn có muốn tham gia %(roomName)s không?",
    "Start chatting": "Bắt đầu trò chuyện",
    "<userName/> wants to chat": "<userName/> muốn trò chuyện",
    "Do you want to chat with %(user)s?": "Bạn có muốn trò chuyện với %(user)s?",
    "Share this email in Settings to receive invites directly in %(brand)s.": "Chia sẻ địa chỉ thư điện tử này trong Cài đặt để nhận lời mời trực tiếp trong %(brand)s.",
    "Use an identity server in Settings to receive invites directly in %(brand)s.": "Sử dụng máy chủ nhận dạng trong Cài đặt để nhận lời mời trực tiếp trong %(brand)s.",
    "This invite to %(roomName)s was sent to %(email)s": "Lời mời đến %(roomName)s này đã được gửi tới %(email)s",
    "Link this email with your account in Settings to receive invites directly in %(brand)s.": "Liên kết địa chỉ thư điện tử này với tài khoản của bạn trong Cài đặt để nhận lời mời trực tiếp trong %(brand)s.",
    "This invite to %(roomName)s was sent to %(email)s which is not associated with your account": "Lời mời đến %(roomName)s này đã được gửi đến %(email)s nhưng không liên kết với tài khoản của bạn",
    "Join the discussion": "Tham gia thảo luận",
    "Try to join anyway": "Cố gắng tham gia bằng mọi cách",
    "You can only join it with a working invite.": "Bạn chỉ có thể tham gia nó với một lời mời làm việc.",
    "unknown error code": "mã lỗi không xác định",
    "Something went wrong with your invite to %(roomName)s": "Đã xảy ra sự cố với lời mời của bạn vào %(roomName)s",
    "You were banned from %(roomName)s by %(memberName)s": "Bạn đã bị cấm ở %(roomName)s bởi %(memberName)s",
    "Re-join": "Tham gia lại",
    "Forget this room": "Quên phòng này đi",
    "Reason: %(reason)s": "Lý do: %(reason)s",
    "Sign Up": "Đăng Ký",
    "Join the conversation with an account": "Tham gia cuộc trò chuyện bằng một tài khoản",
    "Empty room": "Phòng trống",
    "Suggested Rooms": "Phòng được đề xuất",
    "Historical": "Lịch sử",
    "System Alerts": "Cảnh báo hệ thống",
    "Low priority": "Ưu tiên thấp",
    "Explore public rooms": "Khám phá các phòng chung",
    "You do not have permissions to add rooms to this space": "Bạn không có quyền thêm phòng vào space này",
    "Add existing room": "Thêm phòng hiện có",
    "You do not have permissions to create new rooms in this space": "Bạn không có quyền tạo phòng mới trong space này",
    "Create new room": "Tạo phòng mới",
    "Add room": "Thêm phòng",
    "Rooms": "Phòng",
    "Start chat": "Bắt đầu trò chuyện",
    "People": "Danh bạ",
    "Favourites": "Yêu thích",
    "Search": "Tìm kiếm",
    "Show Widgets": "Hiển thị widget",
    "Hide Widgets": "Ẩn widget",
    "Forget room": "Quên phòng",
    "Join Room": "Vào phòng",
    "(~%(count)s results)|one": "(~%(count)s kết quả)",
    "(~%(count)s results)|other": "(~%(count)s kết quả)",
    "Unnamed room": "Phòng không tên",
    "No recently visited rooms": "Không có phòng nào được truy cập gần đây",
    "Recently visited rooms": "Các phòng đã ghé thăm gần đây",
    "Room %(name)s": "Phòng %(name)s",
    "Replying": "Đang trả lời",
    "Unknown": "Không xác định",
    "Offline": "Ngoại tuyến",
    "Idle": "Nhàn rỗi",
    "Online": "Trực tuyến",
    "Unknown for %(duration)s": "Không xác định trong %(duration)s",
    "Offline for %(duration)s": "Offline trong %(duration)s",
    "Idle for %(duration)s": "Không hoạt động trong %(duration)s",
    "Online for %(duration)s": "Online trong %(duration)s",
    "%(duration)sd": "%(duration)sd",
    "%(duration)sh": "%(duration)sh",
    "%(duration)sm": "%(duration)sm",
    "%(duration)ss": "%(duration)ss",
    "View message": "Xem tin nhăn",
    "Unpin": "Bỏ ghim",
    "Message didn't send. Click for info.": "Tin nhắn chưa gửi. Nhấn để biết thông tin.",
    "End-to-end encryption isn't enabled": "Mã hóa đầu-cuối chưa được bật",
    "Enable encryption in settings.": "Bật mã hóa trong phần cài đặt.",
    "Your private messages are normally encrypted, but this room isn't. Usually this is due to an unsupported device or method being used, like email invites.": "Các tin nhắn riêng tư của bạn thường được mã hóa, nhưng phòng này thì không. Thường thì điều này là do thiết bị không được hỗ trợ hoặc phương pháp đang được dùng, như các lời mời qua thư điện tử.",
    "This is the start of <roomName/>.": "Đây là phần bắt đầu của <roomName/>.",
    "Add a photo, so people can easily spot your room.": "Thêm ảnh để mọi người có thể dễ dàng nhận ra phòng của bạn.",
    "Invite to just this room": "Mời chỉ vào phòng này",
    "%(displayName)s created this room.": "%(displayName)s đã tạo phòng này.",
    "You created this room.": "Bạn đã tạo phòng này.",
    "<a>Add a topic</a> to help people know what it is about.": "Thêm chủ đề <a>Add a topic</a> để giúp mọi người biết nội dung là gì.",
    "Topic: %(topic)s ": "Chủ đề: %(topic)s ",
    "Topic: %(topic)s (<a>edit</a>)": "Chủ đề: %(topic)s (<a>edit</a>)",
    "This is the beginning of your direct message history with <displayName/>.": "Đây là phần bắt đầu của lịch sử tin nhắn trực tiếp của bạn với <displayName/>.",
    "Only the two of you are in this conversation, unless either of you invites anyone to join.": "Chỉ có hai người trong cuộc trò chuyện này, trừ khi một trong hai người mời bất kỳ ai tham gia.",
    "%(oneUser)sleft %(count)s times|one": "%(oneUser)s đã rời khỏi",
    "%(oneUser)sleft %(count)s times|other": "%(oneUser)s đã rời khỏi %(count)s lần",
    "%(severalUsers)sleft %(count)s times|one": "%(severalUsers)s đã rời khỏi",
    "%(severalUsers)sleft %(count)s times|other": "%(severalUsers)s đã rời khỏi %(count)s lần",
    "%(oneUser)sjoined %(count)s times|one": "%(oneUser)s đã tham gia",
    "%(oneUser)sjoined %(count)s times|other": "%(oneUser)s đã tham gia %(count)s lần",
    "%(severalUsers)sjoined %(count)s times|one": "%(severalUsers)s đã tham gia",
    "%(severalUsers)sjoined %(count)s times|other": "%(severalUsers)s đã tham gia %(count)s lần",
    "Insert link": "Chèn liên kết",
    "Quote": "Trích",
    "Code block": "Khối mã",
    "Strikethrough": "Gạch ngang",
    "Italics": "In nghiêng",
    "Bold": "In đậm",
    "%(seconds)ss left": "Còn %(seconds)s giây",
    "You do not have permission to post to this room": "Bạn không có quyền đăng lên phòng này",
    "This room has been replaced and is no longer active.": "Phòng này đã được thay thế và không còn hoạt động nữa.",
    "The conversation continues here.": "Cuộc trò chuyện tiếp tục tại đây.",
    "More options": "Thêm tùy chọn",
    "Send voice message": "Gửi tin nhắn thoại",
    "Send a sticker": "Gửi nhãn dán",
    "Send a message…": "Gửi tin nhắn…",
    "Send an encrypted message…": "Gửi tin nhắn mã hóa…",
    "Send a reply…": "Gửi trả lời…",
    "Send an encrypted reply…": "Gửi câu trả lời mã hóa…",
    "Reply to thread…": "Trả lời chủ đề…",
    "Reply to encrypted thread…": "Trả lời chủ đề được mã hóa…",
    "Create poll": "Tạo cuộc tham dò ý kiến",
    "Send message": "Gửi tin nhắn",
    "Change main address for the space": "Đổi địa chỉ chính cho không gian",
    "Change room name": "Thay đổi tên phòng",
    "Change space name": "Thay đổi tên không gian",
    "Change room avatar": "Thay đổi hình đại diện phòng",
    "Change space avatar": "Đổi ảnh đại diện của không gian",
    "An error occurred changing the user's power level. Ensure you have sufficient permissions and try again.": "Đã xảy ra lỗi khi thay đổi mức năng lượng của người dùng. Đảm bảo bạn có đủ quyền và thử lại.",
    "Error changing power level": "Lỗi khi thay đổi mức công suất",
    "An error occurred changing the room's power level requirements. Ensure you have sufficient permissions and try again.": "Đã xảy ra lỗi khi thay đổi yêu cầu mức công suất của phòng. Đảm bảo bạn có đủ quyền và thử lại.",
    "Error changing power level requirement": "Lỗi khi thay đổi yêu cầu mức nguồn",
    "Banned by %(displayName)s": "Bị cấm bởi %(displayName)s",
    "Unban": "Bỏ cấm",
    "Failed to unban": "Không thể bỏ cấm",
    "Browse": "Duyệt qua",
    "Set a new custom sound": "Đặt âm thanh tùy chỉnh mới",
    "Notification sound": "Âm thanh thông báo",
    "Sounds": "Âm thanh",
    "Uploaded sound": "Đã tải lên âm thanh",
    "Room Addresses": "Các địa chỉ Phòng",
    "URL Previews": "Xem trước URL",
    "Bridges": "Cầu nối",
    "This room is bridging messages to the following platforms. <a>Learn more.</a>": "Căn phòng này là cầu nối thông điệp đến các nền tảng sau. Tìm hiểu thêm <a>Learn more.</a>",
    "Room version:": "Phiên bản phòng:",
    "Room version": "Phiên bản phòng",
    "Room information": "Thông tin phòng",
    "Space information": "Thông tin Space",
    "View older messages in %(roomName)s.": "Xem các tin nhắn cũ hơn trong %(roomName)s.",
    "Upgrade this room to the recommended room version": "Nâng cấp phòng này lên phiên bản phòng được đề xuất",
    "This room is not accessible by remote Matrix servers": "Phòng này không thể truy cập từ xa bằng máy chủ Matrix",
    "Voice & Video": "Âm thanh & Hình ảnh",
    "No Webcams detected": "Không có Webcam nào được phát hiện",
    "Camera": "Máy ảnh",
    "No Microphones detected": "Không phát hiện thấy micrô",
    "Microphone": "Micrô",
    "No Audio Outputs detected": "Không phát hiện thấy đầu ra âm thanh",
    "Audio Output": "Đầu ra âm thanh",
    "Request media permissions": "Yêu cầu quyền phương tiện",
    "Missing media permissions, click the button below to request.": "Thiếu quyền phương tiện, hãy nhấp vào nút bên dưới để yêu cầu.",
    "You may need to manually permit %(brand)s to access your microphone/webcam": "Bạn có thể cần phải cho phép %(brand)s truy cập vào micrô/webcam của mình theo cách thủ công",
    "No media permissions": "Không có quyền sử dụng công cụ truyền thông",
    "Default Device": "Thiết bị mặc định",
    "Privacy": "Quyền riêng tư",
    "Your server admin has disabled end-to-end encryption by default in private rooms & Direct Messages.": "Người quản trị máy chủ của bạn đã vô hiệu hóa mã hóa đầu cuối theo mặc định trong phòng riêng và Tin nhắn trực tiếp.",
    "Cross-signing": "Xác thực chéo",
    "Message search": "Tìm kiếm tin nhắn",
    "Secure Backup": "Sao lưu bảo mật",
    "Reject all %(invitedRooms)s invites": "Từ chối tất cả lời mời từ %(invitedRooms)s",
    "Accept all %(invitedRooms)s invites": "Chấp nhận tất cả các lời mời từ %(invitedRooms)s",
    "Bulk options": "Tùy chọn hàng loạt",
    "You have no ignored users.": "Bạn không có người dùng bị bỏ qua.",
    "Unignore": "Hủy bỏ qua",
    "Read Marker off-screen lifetime (ms)": "Đọc thời gian tồn tại ngoài màn hình của Marker (mili giây)",
    "Read Marker lifetime (ms)": "Đọc thời gian Marker (mili giây)",
    "Autocomplete delay (ms)": "Độ trễ tự động hoàn thành (mili giây)",
    "Timeline": "Dòng thời gian",
    "Images, GIFs and videos": "Hình ảnh, GIF và video",
    "Code blocks": "Khối mã",
    "Composer": "Soạn thảo",
    "Displaying time": "Thời gian hiển thị",
    "Keyboard shortcuts": "Các phím tắt bàn phím",
    "Room list": "Danh sách phòng",
    "Preferences": "Tùy chọn",
    "Always show the window menu bar": "Luôn hiển thị thanh menu cửa sổ",
    "Warn before quitting": "Cảnh báo trước khi bỏ thuốc lá",
    "Start automatically after system login": "Tự động khởi động sau khi đăng nhập hệ thống",
    "Subscribe": "Đặt mua",
    "Room ID or address of ban list": "ID phòng hoặc địa chỉ của danh sách cấm",
    "If this isn't what you want, please use a different tool to ignore users.": "Nếu đây không phải là điều bạn muốn, vui lòng sử dụng một công cụ khác để bỏ qua người dùng.",
    "Subscribing to a ban list will cause you to join it!": "Đăng ký vào danh sách cấm sẽ khiến bạn tham gia vào danh sách đó!",
    "Subscribed lists": "Danh sách đã đăng ký",
    "eg: @bot:* or example.org": "ví dụ: @bot:* hoặc example.org",
    "Server or user ID to ignore": "Máy chủ hoặc ID người dùng để bỏ qua",
    "Personal ban list": "Danh sách cấm cá nhân",
    "Ignoring people is done through ban lists which contain rules for who to ban. Subscribing to a ban list means the users/servers blocked by that list will be hidden from you.": "Việc bỏ qua người khác được thực hiện thông qua danh sách cấm trong đó có các quy tắc về việc cấm người như thế nào. Đăng ký danh sách cấm có nghĩa là người dùng/máy chủ bị danh sách đó chặn sẽ bị ẩn với bạn.",
    "Add users and servers you want to ignore here. Use asterisks to have %(brand)s match any characters. For example, <code>@bot:*</code> would ignore all users that have the name 'bot' on any server.": "Thêm người dùng và máy chủ bạn muốn bỏ qua tại đây. Sử dụng dấu hoa thị để %(brand)s khớp với bất kỳ ký tự nào. Ví dụ: <code>@bot:*</code> sẽ bỏ qua tất cả người dùng có tên 'bot' trên bất kỳ máy chủ nào.",
    "⚠ These settings are meant for advanced users.": "⚠ Các cài đặt này dành cho người dùng nâng cao.",
    "Ignored users": "Người dùng bị bỏ qua",
    "You are currently subscribed to:": "Bạn hiện đã đăng ký:",
    "View rules": "Xem các quy tắc",
    "Unsubscribe": "Hủy đăng ký",
    "You are not subscribed to any lists": "Bạn chưa đăng ký bất kỳ danh sách nào",
    "You are currently ignoring:": "Bạn hiện đang bỏ qua:",
    "You have not ignored anyone.": "Bạn đã không bỏ qua bất cứ ai.",
    "Close": "Đóng",
    "User rules": "Quy tắc người dùng",
    "Server rules": "Quy tắc máy chủ",
    "Ban list rules - %(roomName)s": "Quy tắc danh sách cấm - %(roomName)s",
    "None": "Không có",
    "Please try again or view your console for hints.": "Vui lòng thử lại hoặc xem bảng điều khiển của bạn để biết gợi ý.",
    "Error unsubscribing from list": "Lỗi khi hủy đăng ký khỏi danh sách",
    "Error removing ignored user/server": "Lỗi khi xóa người dùng / máy chủ bị bỏ qua",
    "Please verify the room ID or address and try again.": "Vui lòng xác minh ID hoặc địa chỉ phòng và thử lại.",
    "Error subscribing to list": "Lỗi khi đăng ký danh sách",
    "Something went wrong. Please try again or view your console for hints.": "Đã xảy ra lỗi. Vui lòng thử lại hoặc xem bảng điều khiển của bạn để biết gợi ý.",
    "Error adding ignored user/server": "Lỗi khi thêm người dùng / máy chủ bị bỏ qua",
    "Ignored/Blocked": "Bị bỏ qua / bị chặn",
    "Labs": "Chức năng thí nghiệm",
    "Clear cache and reload": "Xóa bộ nhớ cache và tải lại",
    "Your access token gives full access to your account. Do not share it with anyone.": "Mã thông báo truy cập của bạn cấp quyền truy cập đầy đủ vào tài khoản của bạn. Không chia sẻ nó với bất kỳ ai.",
    "Access Token": "Token truy cập",
    "Copy": "Sao chép",
    "Versions": "Phiên bản",
    "Keyboard Shortcuts": "Các phím tắt bàn phím",
    "FAQ": "Câu hỏi thường gặp",
    "Help & About": "Trợ giúp & Giới thiệu",
    "To report a Matrix-related security issue, please read the Matrix.org <a>Security Disclosure Policy</a>.": "Để báo cáo sự cố bảo mật liên quan đến Matrix, vui lòng đọc Chính sách tiết lộ bảo mật của Matrix.org <a>Security Disclosure Policy</a>.",
    "Submit debug logs": "Gửi nhật ký gỡ lỗi",
    "Chat with %(brand)s Bot": "Trò chuyện với Bot %(brand)s",
    "For help with using %(brand)s, click <a>here</a> or start a chat with our bot using the button below.": "Để được trợ giúp về cách sử dụng %(brand)s, hãy nhấp vào đây <a>here</a> hoặc bắt đầu trò chuyện với bot của chúng tôi bằng nút bên dưới.",
    "For help with using %(brand)s, click <a>here</a>.": "Để được trợ giúp về cách sử dụng %(brand)s, hãy nhấp vào đây <a>here</a>.",
    "Credits": "Tín dụng",
    "Legal": "Pháp lý",
    "Olm version:": "Phiên bản Olm:",
    "%(brand)s version:": "Phiên bản %(brand)s:",
    "Discovery": "Khám phá",
    "Deactivate account": "Vô hiệu hoá tài khoản",
    "Deactivate Account": "Hủy kích hoạt Tài khoản",
    "Account management": "Quản lý tài khoản",
    "Agree to the identity server (%(serverName)s) Terms of Service to allow yourself to be discoverable by email address or phone number.": "Đồng ý với Điều khoản dịch vụ của máy chủ nhận dạng (%(serverName)s) để cho phép bạn có thể được tìm kiếm bằng địa chỉ thư điện tử hoặc số điện thoại.",
    "Language and region": "Ngôn ngữ và khu vực",
    "Account": "Tài khoản",
    "Phone numbers": "Số điện thoại",
    "Email addresses": "Địa chỉ thư điện tử",
    "Failed to change password. Is your password correct?": "Không thể thay đổi mật khẩu. Mật khẩu của bạn có đúng không?",
    "Appearance Settings only affect this %(brand)s session.": "Cài đặt Giao diện chỉ ảnh hưởng đến phiên %(brand)s này.",
    "Customise your appearance": "Tùy chỉnh diện mạo của bạn",
    "Set the name of a font installed on your system & %(brand)s will attempt to use it.": "Đặt tên phông chữ được cài đặt trên hệ thống của bạn & %(brand)s sẽ cố gắng sử dụng phông chữ đó.",
    "Check for update": "Kiểm tra cập nhật",
    "New version available. <a>Update now.</a>": "Có phiên bản mới. Cập nhật ngay bây giờ <a>Update now.</a>",
    "No update available.": "Không có bản cập nhật nào.",
    "Error encountered (%(errorDetail)s).": "Đã xảy ra lỗi (%(errorDetail)s).",
    "Add theme": "Thêm chủ đề",
    "Custom theme URL": "URL chủ đề tùy chỉnh",
    "Theme added!": "Đã thêm chủ đề!",
    "Error downloading theme information.": "Lỗi khi tải xuống thông tin chủ đề.",
    "Invalid theme schema.": "Lược đồ chủ đề không hợp lệ.",
    "Add": "Thêm",
    "Integration managers receive configuration data, and can modify widgets, send room invites, and set power levels on your behalf.": "Người quản lý tích hợp nhận dữ liệu cấu hình và có thể sửa đổi các tiện ích, gửi lời mời vào phòng và đặt mức năng lượng thay mặt bạn.",
    "Manage integrations": "Quản lý các tích hợp",
    "Use an integration manager to manage bots, widgets, and sticker packs.": "Sử dụng trình quản lý tích hợp để quản lý bot, tiện ích và gói sticker cảm xúc.",
    "Use an integration manager <b>(%(serverName)s)</b> to manage bots, widgets, and sticker packs.": "Sử dụng trình quản lý tích hợp <b>(%(serverName)s)</b> để quản lý bot, tiện ích và gói sticker cảm xúc.",
    "Change": "Thay đổi",
    "Enter a new identity server": "Nhập một máy chủ nhận dạng mới",
    "Do not use an identity server": "Không sử dụng máy chủ nhận dạng",
    "Using an identity server is optional. If you choose not to use an identity server, you won't be discoverable by other users and you won't be able to invite others by email or phone.": "Sử dụng máy chủ định danh là tùy chọn. Nếu bạn chọn không sử dụng máy chủ định danh, bạn sẽ không thể bị phát hiện bởi những người dùng khác và bạn sẽ không thể mời người khác qua thư điện tử hoặc số điện thoại.",
    "Disconnecting from your identity server will mean you won't be discoverable by other users and you won't be able to invite others by email or phone.": "Ngắt kết nối khỏi máy chủ định danh của bạn sẽ có nghĩa là bạn sẽ không xuất hiện trong tìm kiếm và bạn sẽ không thể mời người khác qua thư điện tử hoặc điện thoại.",
    "You are not currently using an identity server. To discover and be discoverable by existing contacts you know, add one below.": "Bạn hiện không sử dụng máy chủ nhận dạng. Để khám phá và có thể khám phá các địa chỉ liên hệ hiện có mà bạn biết, hãy thêm một địa chỉ liên hệ bên dưới.",
    "Identity server": "Máy chủ định danh",
    "If you don't want to use <server /> to discover and be discoverable by existing contacts you know, enter another identity server below.": "Nếu bạn không muốn sử dụng <server /> để khám phá và có thể phát hiện ra bởi các liên hệ hiện có mà bạn biết, hãy nhập một máy chủ nhận dạng khác bên dưới.",
    "You are currently using <server></server> to discover and be discoverable by existing contacts you know. You can change your identity server below.": "Bạn hiện đang sử dụng <server></server> để khám phá và có thể khám phá những liên hệ hiện có mà bạn biết. Bạn có thể thay đổi máy chủ nhận dạng của mình bên dưới.",
    "Identity server (%(server)s)": "Máy chủ định danh (%(server)s)",
    "We recommend that you remove your email addresses and phone numbers from the identity server before disconnecting.": "Chúng tôi khuyên bạn nên xóa địa chỉ thư điện tử và số điện thoại của mình khỏi máy chủ định danh trước khi ngắt kết nối.",
    "You are still <b>sharing your personal data</b> on the identity server <idserver />.": "Bạn vẫn đang chia sẻ dữ liệu cá nhân của mình <b>sharing your personal data</b> trên máy chủ nhận dạng <idserver />.",
    "Disconnect anyway": "Vẫn ngắt kết nối",
    "wait and try again later": "đợi và thử lại sau",
    "contact the administrators of identity server <idserver />": "liên hệ với quản trị viên của máy chủ nhận dạng <idserver />",
    "check your browser plugins for anything that might block the identity server (such as Privacy Badger)": "kiểm tra các plugin trình duyệt của bạn để tìm bất kỳ thứ gì có thể chặn máy chủ nhận dạng (chẳng hạn như Privacy Badger)",
    "You should:": "Bạn nên:",
    "You should <b>remove your personal data</b> from identity server <idserver /> before disconnecting. Unfortunately, identity server <idserver /> is currently offline or cannot be reached.": "Bạn nên xóa dữ liệu cá nhân của mình <b>remove your personal data</b> khỏi máy chủ nhận dạng <idserver /> trước khi ngắt kết nối. Rất tiếc, máy chủ nhận dạng <idserver /> hiện đang ngoại tuyến hoặc không thể kết nối được.",
    "Disconnect": "Ngắt kết nối",
    "Disconnect from the identity server <idserver />?": "Ngắt kết nối với máy chủ định danh <idserver />?",
    "They'll still be able to access whatever you're not an admin of.": "Họ sẽ vẫn có thể truy cập vào bất cứ gì mà bạn không phải là quản trị viên.",
    "Disinvite from %(roomName)s": "Hủy mời từ %(roomName)s",
    "Demote": "Giáng cấp",
    "You will not be able to undo this change as you are demoting yourself, if you are the last privileged user in the room it will be impossible to regain privileges.": "Bạn sẽ không thể hoàn tác thay đổi này vì bạn đang tự giáng cấp bản thân, nếu bạn là người dùng cuối cùng có đặc quyền trong phòng, nó sẽ không thể lấy lại đặc quyền.",
    "You will not be able to undo this change as you are demoting yourself, if you are the last privileged user in the space it will be impossible to regain privileges.": "Bạn sẽ không thể hoàn tác thay đổi này vì bạn đang tự hạ cấp, nếu bạn là người dùng có đặc quyền cuối cùng trong space thì sẽ không thể lấy lại đặc quyền.",
    "Demote yourself?": "Giáng cấp bản thân?",
    "Message": "Tin nhắn",
    "Share Link to User": "Chia sẻ liên kết với người dùng",
    "Invite": "Mời",
    "Mention": "Nhắc đến",
    "Jump to read receipt": "Nhảy để đọc biên nhận",
    "Hide sessions": "Ẩn các thiết bị",
    "%(count)s sessions|one": "%(count)s thiết bị",
    "%(count)s sessions|other": "%(count)s thiết bị",
    "Hide verified sessions": "Ẩn các thiết bị đã xác minh",
    "%(count)s verified sessions|one": "1 thiết bị đã xác minh",
    "%(count)s verified sessions|other": "%(count)s đã xác minh các thiết bị",
    "Not trusted": "Không đáng tin cậy",
    "Trusted": "Tin cậy",
    "Room settings": "Cài đặt phòng",
    "Share room": "Phòng chia sẻ",
    "Export chat": "Xuất trò chuyện",
    "About": "Giới thiệu",
    "Not encrypted": "Không được mã hóa",
    "Add widgets, bridges & bots": "Thêm các widget, bridge và bot",
    "Edit widgets, bridges & bots": "Chỉnh sửa tiện ích widget, cầu nối và bot",
    "Widgets": "Vật dụng",
    "Set my room layout for everyone": "Đặt bố cục phòng của tôi cho mọi người",
    "You can only pin up to %(count)s widgets|other": "Bạn chỉ có thể ghim tối đa %(count)s widget",
    "Threads": "Chủ đề",
    "Pinned messages": "Tin nhắn đã ghim",
    "If you have permissions, open the menu on any message and select <b>Pin</b> to stick them here.": "Nếu bạn có quyền, hãy mở menu trên bất kỳ tin nhắn nào và chọn Ghim <b>Pin</b> để dán chúng vào đây.",
    "Nothing pinned, yet": "Chưa có gì được ghim",
    "Your homeserver": "Chủ nhà của bạn",
    "One of the following may be compromised:": "Một trong những điều sau đây có thể bị xâm phạm:",
    "Your messages are not secure": "Tin nhắn của bạn không an toàn",
    "For extra security, verify this user by checking a one-time code on both of your devices.": "Để tăng cường bảo mật, hãy xác minh người dùng này bằng cách kiểm tra mã một lần trên cả hai thiết bị của bạn.",
    "Verify User": "Xác minh người dùng",
    "In encrypted rooms, your messages are secured and only you and the recipient have the unique keys to unlock them.": "Trong các phòng được mã hóa, tin nhắn của bạn được bảo mật và chỉ bạn và người nhận mới có chìa khóa duy nhất để mở khóa.",
    "Messages in this room are not end-to-end encrypted.": "Tin nhắn trong phòng này không được mã hóa đầu cuối.",
    "Your messages are secured and only you and the recipient have the unique keys to unlock them.": "Tin nhắn của bạn được bảo mật và chỉ bạn và người nhận mới có chìa khóa duy nhất để mở khóa.",
    "Messages in this room are end-to-end encrypted.": "Tin nhắn trong phòng này đang được mã hóa đầu cuối.",
    "Start Verification": "Bắt đầu xác minh",
    "Accepting…": "Đang chấp nhận…",
    "Waiting for %(displayName)s to accept…": "Đang chờ %(displayName)s chấp nhận…",
    "Back": "Quay lại",
    "When someone puts a URL in their message, a URL preview can be shown to give more information about that link such as the title, description, and an image from the website.": "Khi ai đó đặt URL trong tin nhắn của họ, bản xem trước URL có thể được hiển thị để cung cấp thêm thông tin về liên kết đó như tiêu đề, mô tả và hình ảnh từ trang web.",
    "In encrypted rooms, like this one, URL previews are disabled by default to ensure that your homeserver (where the previews are generated) cannot gather information about links you see in this room.": "Trong các phòng được mã hóa, như phòng này, tính năng xem trước URL bị tắt theo mặc định để đảm bảo rằng máy chủ của bạn (nơi tạo bản xem trước) không thể thu thập thông tin về các liên kết mà bạn nhìn thấy trong phòng này.",
    "URL previews are disabled by default for participants in this room.": "Xem trước URL bị tắt theo mặc định đối với những người tham gia trong phòng này.",
    "URL previews are enabled by default for participants in this room.": "Xem trước URL được bật theo mặc định cho những người tham gia trong phòng này.",
    "You have <a>disabled</a> URL previews by default.": "Bạn đã tắt <a>disabled</a> xem trước URL theo mặc định.",
    "You have <a>enabled</a> URL previews by default.": "Bạn đã bật <a>enabled</a> URL xem trước URL theo mặc định.",
    "Publish this room to the public in %(domain)s's room directory?": "Xuất bản phòng này cho công chúng trong thư mục phòng của %(domain)s?",
    "Room avatar": "Hình đại diện phòng",
    "Room Topic": "Chủ đề phòng",
    "Room Name": "Tên phòng",
    "Disconnect identity server": "Ngắt kết nối máy chủ định danh",
    "The identity server you have chosen does not have any terms of service.": "Máy chủ định danh bạn đã chọn không có bất kỳ điều khoản dịch vụ nào.",
    "Terms of service not accepted or the identity server is invalid.": "Điều khoản dịch vụ không được chấp nhận hoặc máy chủ định danh không hợp lệ.",
    "Disconnect from the identity server <current /> and connect to <new /> instead?": "Ngắt kết nối với máy chủ định danh <current /> và thay vào đó kết nối với <new />?",
    "Change identity server": "Đổi máy chủ định danh",
    "Checking server": "Kiểm tra máy chủ",
    "Could not connect to identity server": "Không thể kết nối với máy chủ xác thực",
    "Not a valid identity server (status code %(code)s)": "Không phải là một máy chủ định danh hợp lệ (mã trạng thái %(code)s)",
    "Identity server URL must be HTTPS": "URL máy chủ định danh phải là HTTPS",
    "not ready": "chưa sẵn sàng",
    "ready": "Sẵn sàng",
    "Secret storage:": "Lưu trữ bí mật:",
    "in account data": "trong dữ liệu tài khoản",
    "Secret storage public key:": "Khóa công khai lưu trữ bí mật:",
    "Backup key cached:": "Đệm các khóa được sao lưu:",
    "not stored": "không được lưu trữ",
    "Backup key stored:": "Lưu trữ hóa được sao lưu:",
    "Back up your encryption keys with your account data in case you lose access to your sessions. Your keys will be secured with a unique Security Key.": "Sao lưu các khóa mã hóa với dữ liệu tài khoản của bạn trong trường hợp bạn mất quyền truy cập vào các phiên của mình. Các khóa của bạn sẽ được bảo mật bằng Khóa bảo mật duy nhất.",
    "unexpected type": "loại bất ngờ",
    "well formed": "được hình thành một cách hoàn hảo",
    "Set up": "Cài đặt",
    "Back up your keys before signing out to avoid losing them.": "Sao lưu chìa khóa của bạn trước khi đăng xuất để tránh mất chúng.",
    "Your keys are <b>not being backed up from this session</b>.": "Các khóa của bạn <b>not being backed up from this session</b>.",
    "Algorithm:": "Thuật toán:",
    "Backup version:": "Phiên bản dự phòng:",
    "This backup is trusted because it has been restored on this session": "Bản sao lưu này đáng tin cậy vì nó đã được khôi phục trong phiên này",
    "Channel: <channelLink/>": "Kênh: <channelLink/>",
    "Workspace: <networkLink/>": "Không gian làm việc(workspace): <networkLink/>",
    "This bridge is managed by <user />.": "Cầu này được quản lý bởi <user />.",
    "This bridge was provisioned by <user />.": "Cầu này được cung cấp bởi <user />.",
    "Remove": "Xoá",
    "Space options": "Tùy chọn space",
    "Collapse": "Tắt đi",
    "Expand": "Mở rộng",
    "Jump to first invite.": "Chuyển đến lời mời đầu tiên.",
    "Jump to first unread room.": "Chuyển đến phòng chưa đọc đầu tiên.",
    "Recommended for public spaces.": "Được đề xuất cho space công cộng.",
    "Allow people to preview your space before they join.": "Cho phép mọi người xem trước space của bạn trước khi tham gia.",
    "Preview Space": "Xem trước space",
    "Failed to update the visibility of this space": "Không cập nhật được khả năng hiển thị của space này",
    "Decide who can view and join %(spaceName)s.": "Lựa chọn ai được xem và tham gia %(spaceName)s.",
    "Visibility": "Hiển thị",
    "Show advanced": "Hiện nâng cao",
    "This may be useful for public spaces.": "Điều này có thể hữu ích cho space công cộng.",
    "Guests can join a space without having an account.": "Khách có thể tham gia space mà không cần có tài khoản.",
    "Enable guest access": "Bật quyền truy cập của khách",
    "Hide advanced": "Ẩn nâng cao",
    "Failed to update the history visibility of this space": "Không cập nhật được chế độ hiển thị lịch sử của space này",
    "Failed to update the guest access of this space": "Không cập nhật được quyền truy cập của khách vào space này",
    "Leave Space": "Rời khỏi Space",
    "Save Changes": "Lưu thay đổi",
    "Edit settings relating to your space.": "Chỉnh sửa cài đặt liên quan đến space của bạn.",
    "General": "Tổng quát",
    "Failed to save space settings.": "Không thể lưu cài đặt space.",
    "Invite with email or username": "Mời bằng thư điện tử hoặc tên người dùng",
    "Invite people": "Mời mọi người",
    "Share invite link": "Chia sẻ liên kết mời",
    "Failed to copy": "Sao chép không thành công",
    "Copied!": "Đã sao chép!",
    "Click to copy": "Bấm để sao chép",
    "Spaces": "Không gian",
    "Options": "Tùy chọn",
    "All rooms": "Tất cả các phòng",
    "Show all rooms": "Hiển thị tất cả các phòng",
    "Home": "Nhà",
    "Create": "Tạo",
    "You can change these anytime.": "Bạn có thể thay đổi những điều này bất cứ lúc nào.",
    "Add some details to help people recognise it.": "Thêm một số chi tiết để giúp mọi người nhận ra nó.",
    "Your private space": "Space riêng tư của bạn",
    "Your public space": "Space công cộng của bạn",
    "Go back": "Quay lại",
    "To join a space you'll need an invite.": "Để tham gia vào một space, bạn sẽ cần một lời mời.",
    "Invite only, best for yourself or teams": "Chỉ mời, tốt nhất cho bản thân hoặc các đội",
    "Private": "Riêng tư",
    "Open space for anyone, best for communities": "Tạo space cho mọi người, tốt nhất cho cộng đồng",
    "Public": "Công cộng",
    "Create a space": "Tạo một Space",
    "Address": "Địa chỉ",
    "e.g. my-space": "ví dụ như my-space",
    "Please enter a name for the space": "Vui lòng nhập tên cho Space",
    "Search %(spaceName)s": "Tìm kiếm %(spaceName)s",
    "No results": "Không có kết quả",
    "Description": "Sự mô tả",
    "Name": "Tên",
    "Upload": "Tải lên",
    "Upload avatar": "Tải lên hình đại diện",
    "Delete": "Xoá",
    "Delete avatar": "Xoá ảnh đại diện",
    "Accept <policyLink /> to continue:": "Chấp nhận <policyLink /> để tiếp tục:",
    "Your server isn't responding to some <a>requests</a>.": "Máy chủ của bạn không phản hồi một số yêu cầu <a>requests</a>.",
    "Pin": "Ghim",
    "Folder": "Thư mục",
    "Headphones": "Tai nghe",
    "Anchor": "Mỏ neo",
    "Bell": "Chuông",
    "Trumpet": "Kèn Trumpet",
    "Guitar": "Đàn ghi ta",
    "Ball": "Quả bóng",
    "Trophy": "Chiếc cúp",
    "Rocket": "Tên lửa",
    "Aeroplane": "Máy bay",
    "Bicycle": "Xe đạp",
    "Train": "Tàu hỏa",
    "Flag": "Lá cờ",
    "Telephone": "Điện thoại",
    "Hammer": "Búa",
    "Key": "Chìa khóa",
    "Lock": "Khóa",
    "Scissors": "Cây kéo",
    "Paperclip": "Cái kẹp giấy",
    "Pencil": "Bút chì",
    "Book": "Sách",
    "Light bulb": "Bóng đèn",
    "Gift": "Quà tặng",
    "Clock": "Cái đồng hồ",
    "Hourglass": "Đồng hồ cát",
    "Umbrella": "Dù/Ô",
    "Thumbs up": "Ngón tay cái",
    "Santa": "Ông già noel",
    "Spanner": "Cờ lê",
    "Glasses": "Kính",
    "Hat": "Mũ",
    "Robot": "Người máy",
    "Smiley": "Mặt cười",
    "Heart": "Tình thương",
    "Cake": "Bánh",
    "Pizza": "Bánh Pizza",
    "Corn": "Ngô",
    "Strawberry": "Dâu",
    "Apple": "Táo",
    "Banana": "Chuối",
    "Fire": "Ngọn lửa",
    "Cloud": "Đám mây",
    "Moon": "Mặt trăng",
    "Globe": "Quả địa cầu",
    "Mushroom": "Nấm",
    "Cactus": "Cây xương rồng",
    "Tree": "Cái cây",
    "Flower": "Hoa",
    "Butterfly": "Bươm bướm",
    "Octopus": "Bạch tuộc",
    "Fish": "Cá",
    "Turtle": "Rùa",
    "Penguin": "Chim cánh cụt",
    "Rooster": "Gà trống",
    "Panda": "Gấu trúc",
    "Rabbit": "Thỏ",
    "Elephant": "Voi",
    "Pig": "Lợn",
    "Unicorn": "Kỳ lân",
    "Horse": "Ngựa",
    "Lion": "Sư tử",
    "Cat": "Con mèo",
    "Dog": "Chó",
    "To be secure, do this in person or use a trusted way to communicate.": "Để được bảo mật, hãy trực tiếp thực hiện việc này hoặc sử dụng một cách đáng tin cậy khác để liên lạc.",
    "They match": "Chúng phù hợp",
    "They don't match": "Chúng không phù hợp",
    "Cancelling…": "Đang hủy…",
    "Waiting for %(displayName)s to verify…": "Đang đợi %(displayName)s xác minh…",
    "Unable to find a supported verification method.": "Không thể tìm thấy phương pháp xác minh được hỗ trợ.",
    "Verify this user by confirming the following number appears on their screen.": "Xác minh người dùng này bằng cách xác nhận số xuất hiện trên màn hình của họ.",
    "Verify this user by confirming the following emoji appear on their screen.": "Xác minh người dùng này bằng cách xác nhận biểu tượng cảm xúc sau xuất hiện trên màn hình của họ.",
    "Got It": "Hiểu rồi",
    "The other party cancelled the verification.": "Bên kia đã hủy xác minh.",
    "%(name)s on hold": "%(name)s bị giữ",
    "Return to call": "Quay về cuộc gọi",
    "Hangup": "Dập máy",
    "Mute the microphone": "Tắt tiếng micrô",
    "Unmute the microphone": "Bật tiếng micrô",
    "Dialpad": "Bàn phím số",
    "More": "Thêm",
    "Show sidebar": "Hiển thị thanh bên",
    "Hide sidebar": "Ẩn thanh bên",
    "Start sharing your screen": "Bắt đầu chia sẻ màn hình của bạn",
    "Stop sharing your screen": "Dừng chia sẻ màn hình của bạn",
    "Stop the camera": "Dừng máy ảnh",
    "Start the camera": "Khởi động máy ảnh",
    "Your camera is still enabled": "Camera của bạn vẫn đang được bật",
    "Your camera is turned off": "Camera của bạn đã tắt",
    "%(sharerName)s is presenting": "%(sharerName)s đang trình bày",
    "You are presenting": "Bạn đang trình bày",
    "Connecting": "Đang kết nối",
    "%(peerName)s held the call": "%(peerName)s đã tổ chức cuộc gọi",
    "You held the call <a>Resume</a>": "Bạn đã tổ chức cuộc gọi <a>Resume</a>",
    "You held the call <a>Switch</a>": "Bạn đã tổ chức cuộc gọi <a>Switch</a>",
    "Consulting with %(transferTarget)s. <a>Transfer to %(transferee)s</a>": "Tư vấn với %(transferTarget)s. <a>Transfer to %(transferee)s</a>",
    "unknown person": "người không rõ",
    "sends space invaders": "gửi những kẻ xâm lược space",
    "Sends the given message with a space themed effect": "Gửi tin nhắn đã soạn với hiệu ứng theo chủ đề space",
    "sends snowfall": "gửi tuyết rơi",
    "Sends the given message with snowfall": "Gửi thông điệp đã cho với tuyết rơi",
    "sends fireworks": "gửi pháo hoa",
    "Sends the given message with fireworks": "Gửi tin nhắn đã soạn kèm theo pháo hoa",
    "sends confetti": "gửi hoa giấy",
    "Sends the given message with confetti": "Gửi tin nhắn đã cho với hoa giấy",
    "This is your list of users/servers you have blocked - don't leave the room!": "Đây là danh sách người dùng/máy chủ mà bạn đã chặn - đừng rời khỏi phòng!",
    "My Ban List": "Danh sách Cấm của tôi",
    "%(userName)s (power %(powerLevelNumber)s)": "%(userName)s (chỉ số %(powerLevelNumber)s)",
    "Filter room members": "Lọc thành viên phòng",
    "Invited": "Đã mời",
    "Invite to this space": "Mời vào space này",
    "Invite to this room": "Mời vào phòng này",
    "and %(count)s others...|one": "và một cái khác…",
    "and %(count)s others...|other": "và %(count)s khác…",
    "Close preview": "Đóng bản xem trước",
    "Show %(count)s other previews|one": "Hiển thị %(count)s bản xem trước khác",
    "Show %(count)s other previews|other": "Hiển thị %(count)s bản xem trước khác",
    "Scroll to most recent messages": "Di chuyển đến các tin nhắn gần đây nhất",
    "Failed to send": "Gửi thất bại",
    "Your message was sent": "Tin nhắn của bạn đã được gửi đi",
    "The authenticity of this encrypted message can't be guaranteed on this device.": "Tính xác thực của tin nhắn được mã hóa này không thể được đảm bảo trên thiết bị này.",
    "Encrypted by a deleted session": "Được mã hóa bởi một phiên đã xóa",
    "Unencrypted": "Không được mã hóa",
    "Encrypted by an unverified session": "Được mã hóa bởi một phiên chưa được xác minh",
    "This event could not be displayed": "Sự kiện này không thể được hiển thị",
    "%(count)s reply|one": "%(count)s trả lời",
    "%(count)s reply|other": "%(count)s trả lời",
    "Mod": "Người quản trị",
    "Edit message": "Chỉnh sửa tin nhắn",
    "Send as message": "Gửi dưới dạng tin nhắn",
    "Hint: Begin your message with <code>//</code> to start it with a slash.": "Gợi ý: Bắt đầu thư của bạn bằng <code>//</code> để bắt đầu thư bằng dấu gạch chéo.",
    "You can use <code>/help</code> to list available commands. Did you mean to send this as a message?": "Bạn có thể sử dụng <code>/help</code> để liệt kê các lệnh có sẵn. Ý của bạn là gửi cái này dưới dạng tin nhắn?",
    "Unrecognised command: %(commandText)s": "Lệnh không được công nhận: %(commandText)s",
    "Unknown Command": "Lệnh không xác định",
    "Server unavailable, overloaded, or something else went wrong.": "Máy chủ không khả dụng, quá tải hoặc có vấn đề gì khác.",
    "Server error": "Lỗi máy chủ",
    "Everyone in this room is verified": "Mọi người trong phòng này đã được xác minh",
    "This room is end-to-end encrypted": "Phòng này được mã hóa end-to-end",
    "Someone is using an unknown session": "Ai đó đang sử dụng một phiên không xác định",
    "You have verified this user. This user has verified all of their sessions.": "Bạn đã xác minh người dùng này. Người dùng này đã xác minh tất cả các phiên của họ.",
    "You have not verified this user.": "Bạn chưa xác minh người dùng này.",
    "This user has not verified all of their sessions.": "Người dùng này chưa xác minh tất cả các phiên của họ.",
    "Phone Number": "Số điện thoại",
    "A text message has been sent to +%(msisdn)s. Please enter the verification code it contains.": "Một tin nhắn văn bản đã được gửi tới +%(msisdn)s. Vui lòng nhập mã xác minh trong đó.",
    "Remove %(phone)s?": "Xóa %(phone)s?",
    "Email Address": "Địa chỉ thư điện tử",
    "We've sent you an email to verify your address. Please follow the instructions there and then click the button below.": "Chúng tôi đã gửi cho bạn một thư điện tử để xác minh địa chỉ của bạn. Vui lòng làm theo hướng dẫn ở đó và sau đó nhấp vào nút bên dưới.",
    "Unable to add email address": "Không thể thêm địa chỉ địa chỉ thư điện tử",
    "This doesn't appear to be a valid email address": "Đây có vẻ không phải là một địa chỉ thư điện tử hợp lệ",
    "Invalid Email Address": "Địa chỉ thư điện tử không hợp lệ",
    "Remove %(email)s?": "Xóa %(email)s?",
    "Unable to remove contact information": "Không thể xóa thông tin liên hệ",
    "Discovery options will appear once you have added a phone number above.": "Các tùy chọn khám phá sẽ xuất hiện khi bạn đã thêm số điện thoại ở trên.",
    "Verification code": "Mã xác nhận",
    "Please enter verification code sent via text.": "Vui lòng nhập mã xác minh được gửi qua văn bản.",
    "Incorrect verification code": "Mã xác minh không chính xác",
    "Unable to verify phone number.": "Không thể xác minh số điện thoại.",
    "Unable to share phone number": "Không thể chia sẻ số điện thoại",
    "Unable to revoke sharing for phone number": "Không thể thu hồi chia sẻ cho số điện thoại",
    "Discovery options will appear once you have added an email above.": "Tùy chọn khám phá sẽ xuất hiện khi nào bạn đã thêm địa chỉ thư điện tử.",
    "Share": "Chia sẻ",
    "Revoke": "Rút lại",
    "Complete": "Hoàn thành",
    "Verify the link in your inbox": "Xác minh liên kết trong hộp thư đến của bạn",
    "Unable to verify email address.": "Không thể xác minh địa chỉ thư điện tử.",
    "Click the link in the email you received to verify and then click continue again.": "Nhấp vào liên kết trong thư điện tử bạn nhận được để xác minh và sau đó nhấp lại tiếp tục.",
    "Your email address hasn't been verified yet": "Địa chỉ thư điện tử của bạn chưa được xác minh",
    "Unable to share email address": "Không thể chia sẻ địa chỉ thư điện tử",
    "Unable to revoke sharing for email address": "Không thể thu hồi chia sẻ cho địa chỉ thư điện tử",
    "Access": "Truy cập",
    "Encrypted": "Được mã hóa",
    "Once enabled, encryption cannot be disabled.": "Sau khi được bật, mã hóa không thể bị vô hiệu hóa.",
    "Security & Privacy": "Bảo mật & Riêng tư",
    "Who can read history?": "Ai có thể đọc lịch sử phòng chat?",
    "People with supported clients will be able to join the room without having a registered account.": "Những người có khách hàng được hỗ trợ sẽ có thể tham gia phòng mà không cần đăng ký tài khoản.",
    "Changes to who can read history will only apply to future messages in this room. The visibility of existing history will be unchanged.": "Thay đổi ai có thể đọc lịch sử phòng chat chỉ được áp dụng đối với các tin nhắn từ thời điểm này.",
    "Anyone": "Bất kỳ ai",
    "Members only (since they joined)": "Chỉ dành cho thành viên (từ thời điểm tham gia)",
    "Members only (since they were invited)": "Chỉ dành cho thành viên (từ thời điểm được mời)",
    "Members only (since the point in time of selecting this option)": "Chỉ dành cho thành viên (từ thời điểm chọn thiết lập này)",
    "To avoid these issues, create a <a>new public room</a> for the conversation you plan to have.": "Để tránh các sự cố này, tạo một <a> phòng công cộng mới</a> cho cuộc trò chuyện bạn dự định có.",
    "<b>It's not recommended to make encrypted rooms public.</b> It will mean anyone can find and join the room, so anyone can read messages. You'll get none of the benefits of encryption. Encrypting messages in a public room will make receiving and sending messages slower.": "<b>Không được khuyến nghị làm công khai các phòng mã hóa.</b> Điều đó có nghĩa bất cứ ai có thể tìm thấy và tham gia vào phòng, vì vậy bất cứ ai có thể đọc được các tin nhắn. Bạn sẽ không nhận được lợi ích gì của việc mã hóa. Mã hóa các tin nhắn trong phòng công cộng sẽ làm cho việc nhận và gửi các tin nhắn chậm hơn.",
    "Are you sure you want to make this encrypted room public?": "Bạn có chắc muốn công khai phòng mã hóa này?",
    "Unknown failure": "Thất bại không xác định",
    "Failed to update the join rules": "Cập nhật quy tắc tham gia thất bại",
    "Decide who can join %(roomName)s.": "Quyết định ai có thể tham gia %(roomName)s.",
    "To link to this room, please add an address.": "Để liên kết đến phòng này, vui lòng thêm địa chỉ.",
    "Once enabled, encryption for a room cannot be disabled. Messages sent in an encrypted room cannot be seen by the server, only by the participants of the room. Enabling encryption may prevent many bots and bridges from working correctly. <a>Learn more about encryption.</a>": "Khi được bật, việc mã hóa cho một phòng không thể hủy. Các tin nhắn được gửi trong phòng mã hóa không thể được thấy từ phía máy chủ, chỉ những người tham gia trong phòng thấy. Bật mã hóa có thể ngăn chặn các bot và bridge làm việc chính xác. <a> Tìm hiểu thêm về mã hóa.</a>",
    "Enable encryption?": "Bật mã hóa?",
    "To avoid these issues, create a <a>new encrypted room</a> for the conversation you plan to have.": "Để tránh các sự cố này, tạo một <a>phòng mã hóa mới</a> cho cuộc trò chuyện bạn dự định có.",
    "Are you sure you want to add encryption to this public room?": "Bạn có chắc muốn mã hóa phòng công cộng này?",
    "Select the roles required to change various parts of the room": "Chọn vai trò được yêu cầu để thay đổi thiết lập của phòng",
    "Select the roles required to change various parts of the space": "Chọn các vai trò cần thiết để thay đổi các phần khác nhau trong space",
    "Permissions": "Quyền hạn",
    "Roles & Permissions": "Vai trò & Quyền",
    "Send %(eventType)s events": "Gửi %(eventType)s sự kiện",
    "Banned users": "Người dùng bị cấm",
    "Muted Users": "Người dùng bị tắt tiếng",
    "Privileged Users": "Người dùng đặc quyền",
    "No users have specific privileges in this room": "Không có người dùng nào có đặc quyền cụ thể trong phòng này",
    "Notify everyone": "Thông báo mọi người",
    "Remove messages sent by others": "Xóa tin nhắn gửi bởi người khác",
    "Ban users": "Cấm người dùng",
    "Change settings": "Thay đổi thiết lập",
    "Invite users": "Mời người dùng",
    "Send messages": "Gửi tin nhắn",
    "Default role": "Vai trò mặc định",
    "Modify widgets": "Thay đổi widget",
    "Change server ACLs": "Thay đổi ACL máy chủ",
    "Enable room encryption": "Bật mã hóa phòng chat",
    "Upgrade the room": "Nâng cấp phòng",
    "Change topic": "Thay đổi chủ đề",
    "Change description": "Thay đổi mô tả",
    "Change permissions": "Thay đổi quyền hạn",
    "Change history visibility": "Thay đổi xem lịch sử phòng",
    "Change main address for the room": "Thay đổi địa chỉ chính của phòng",
    "When rooms are upgraded": "Khi phòng được nâng cấp phiên bản",
    "Messages sent by bot": "Tin nhắn được gửi bởi bot",
    "Call invitation": "Lời mời cuộc gọi",
    "When I'm invited to a room": "Khi tôi được mời vào phòng",
    "Encrypted messages in group chats": "Tin nhắn mã hóa trong phòng chat nhóm",
    "Messages in group chats": "Tin nhắn trong cuộc trò chuyện nhóm",
    "Encrypted messages in one-to-one chats": "Tin nhắn mã hóa trong phòng chat 1–1",
    "Messages in one-to-one chats": "Tin nhắn trong cuộc trò chuyện 1-1",
    "Messages containing @room": "Tin nhắn chứa @room",
    "Messages containing my username": "Tin nhắn có tên người dùng của tôi",
    "Messages containing my display name": "Tin nhắn chứa tên hiển thị của tôi",
    "Waiting for response from server": "Đang chờ phản hồi từ máy chủ",
    "Downloading logs": "Đang tải nhật ký xuống",
    "Uploading logs": "Tải lên nhật ký",
    "Collecting logs": "Thu thập nhật ký",
    "Collecting app version information": "Thu thập thông tin phiên bản ứng dụng",
    "Developer mode": "Chế độ nhà phát triển",
    "All rooms you're in will appear in Home.": "Tất cả các phòng bạn đang ở sẽ xuất hiện trong Trang chủ.",
    "Show all rooms in Home": "Hiển thị tất cả các phòng trong Home",
    "Show chat effects (animations when receiving e.g. confetti)": "Hiển thị các hiệu ứng trò chuyện (hình ảnh động khi nhận được ví dụ như hoa giấy)",
    "IRC display name width": "Chiều rộng tên hiển thị IRC",
    "Manually verify all remote sessions": "Xác minh thủ công tất cả các phiên từ xa",
    "How fast should messages be downloaded.": "Tin nhắn sẽ được tải xuống nhanh như thế nào.",
    "Enable message search in encrypted rooms": "Bật tính năng tìm kiếm tin nhắn trong các phòng được mã hóa",
    "Update": "Cập nhật",
    "What's New": "Có gì mới",
    "What's new?": "Có gì mới?",
    "%(deviceId)s from %(ip)s": "%(deviceId)s từ %(ip)s",
    "New login. Was this you?": "Đăng nhập mới. Đây có phải là bạn không?",
    "Other users may not trust it": "Những người dùng khác có thể không tin tưởng nó",
    "Safeguard against losing access to encrypted messages & data": "Bảo vệ chống mất quyền truy cập vào tin nhắn và dữ liệu được mã hóa",
    "Verify": "Xác minh",
    "Upgrade": "Nâng cấp",
    "Verify this session": "Xác minh phiên này",
    "Encryption upgrade available": "Nâng cấp mã hóa có sẵn",
    "Set up Secure Backup": "Thiết lập Sao lưu Bảo mật",
    "Ok": "OK",
    "Warning": "Cảnh báo",
    "Contact your <a>server admin</a>.": "Liên hệ với <a>quản trị viên máy chủ</a> của bạn.",
    "Your homeserver has exceeded one of its resource limits.": "Máy chủ của bạn đã vượt quá một trong các giới hạn tài nguyên của nó.",
    "Your homeserver has exceeded its user limit.": "Máy chủ của bạn đã vượt quá giới hạn người dùng của nó.",
    "Use app": "Sử dụng ứng dụng",
    "Use app for a better experience": "Sử dụng ứng dụng để có trải nghiệm tốt hơn",
    "Silence call": "Cuộc gọi im lặng",
    "Sound on": "Bật âm thanh",
    "Unknown caller": "Người gọi không xác định",
    "Enable": "Bật",
    "Enable desktop notifications": "Bật thông báo trên màn hình",
    "Notifications": "Thông báo",
    "Don't miss a reply": "Đừng bỏ lỡ một câu trả lời",
    "Later": "Để sau",
    "Review": "Xem xét",
    "Review to ensure your account is safe": "Xem lại để đảm bảo tài khoản của bạn an toàn",
    "No": "Không",
    "Yes": "Có",
    "File Attached": "Tệp được đính kèm",
    "Error fetching file": "Lỗi lấy tệp",
    "Topic: %(topic)s": "Chủ đề: %(topic)s",
    "This is the start of export of <roomName/>. Exported by <exporterDetails/> at %(exportDate)s.": "Đây là khởi đầu của việc xuất <roomName/>. Xuất bởi <exporterDetails/> lúc %(exportDate)s.",
    "%(creatorName)s created this room.": "%(creatorName)s đã tạo phòng này.",
    "Media omitted - file size limit exceeded": "Phương tiện bị bỏ qua - kích thước tệp vượt quá giới hạn",
    "Media omitted": "Phương tiện bị bỏ qua",
    "Current Timeline": "Dòng thời gian hiện tại",
    "Specify a number of messages": "Chỉ rõ một số tin nhắn",
    "From the beginning": "Ngày từ đầu",
    "Plain Text": "Văn bản thuần",
    "JSON": "JSON",
    "HTML": "HTML",
    "Are you sure you want to exit during this export?": "Bạn có chắc muốn thoát trong quá trinh xuất này?",
    "Unknown App": "Ứng dụng không xác định",
    "Share your public space": "Chia sẻ space công cộng của bạn",
    "Invite to %(spaceName)s": "Mời tham gia %(spaceName)s",
    "Double check that your server supports the room version chosen and try again.": "Kiểm tra kỹ xem máy chủ của bạn có hỗ trợ phiên bản phòng đã chọn hay không và thử lại.",
    "Error upgrading room": "Lỗi khi nâng cấp phòng",
    "Error leaving room": "Lỗi khi rời khỏi phòng",
    "This room is used for important messages from the Homeserver, so you cannot leave it.": "Phòng này được sử dụng cho các tin nhắn quan trọng từ máy chủ, vì vậy bạn không thể rời khỏi nó.",
    "Can't leave Server Notices room": "Không thể rời khỏi phòng Thông báo máy chủ",
    "Unexpected server error trying to leave the room": "Lỗi máy chủ không mong muốn khi cố gắng rời khỏi phòng",
    "%(name)s (%(userId)s)": "%(name)s (%(userId)s)",
    "%(num)s days from now": "%(num)s ngày kể từ bây giờ",
    "about a day from now": "khoảng một ngày kể từ bây giờ",
    "%(num)s hours from now": "%(num)s giờ kể từ bây giờ",
    "about an hour from now": "khoảng một giờ kể từ bây giờ",
    "%(num)s minutes from now": "%(num)s phút kể từ bây giờ",
    "about a minute from now": "khoảng một phút kể từ bây giờ",
    "a few seconds from now": "một vài giây kể từ bây giờ",
    "%(num)s days ago": "%(num)s ngày trước",
    "about a day ago": "khoảng một ngày trước",
    "%(num)s hours ago": "%(num)s giờ trước",
    "about an hour ago": "khoảng một giờ trước",
    "%(num)s minutes ago": "%(num)s phút trước",
    "about a minute ago": "khoảng một phút trước",
    "a few seconds ago": "vài giây trước",
    "Attachment": "Tập tin đính kèm",
    "This homeserver has been blocked by its administrator.": "Máy chủ này đã bị chặn bởi quản trị viên của nó.",
    "Ask your %(brand)s admin to check <a>your config</a> for incorrect or duplicate entries.": "Yêu cầu quản trị viên %(brand)s của bạn kiểm tra <a>your config</a> để tìm các mục nhập sai hoặc trùng lặp.",
    "See <b>%(msgtype)s</b> messages posted to your active room": "Xem thông báo <b>%(msgtype)s</b> được đăng lên phòng hoạt động của bạn",
    "See <b>%(msgtype)s</b> messages posted to this room": "Xem thông báo <b>%(msgtype)s</b> được đăng lên phòng này",
    "Send <b>%(msgtype)s</b> messages as you in your active room": "Gửi tin nhắn <b>%(msgtype)s</b> khi bạn đang ở trong phòng hoạt động của mình",
    "Send <b>%(msgtype)s</b> messages as you in this room": "Gửi tin nhắn <b>%(msgtype)s</b> khi bạn ở trong phòng này",
    "See general files posted to your active room": "Xem các tệp chung được đăng vào phòng hoạt động của bạn",
    "See general files posted to this room": "Xem các tệp chung được đăng lên phòng này",
    "Send general files as you in your active room": "Gửi các tệp chung khi bạn đang ở trong phòng hoạt động của mình",
    "Send general files as you in this room": "Gửi các tệp chung khi bạn ở trong phòng này",
    "See videos posted to your active room": "Xem các video được đăng lên phòng hoạt động của bạn",
    "See videos posted to this room": "Xem các video được đăng lên phòng này",
    "Send videos as you in your active room": "Gửi video khi bạn đang ở trong phòng hoạt động của mình",
    "Send videos as you in this room": "Gửi video khi bạn ở trong phòng này",
    "See images posted to your active room": "Xem hình ảnh được đăng vào phòng hoạt động của bạn",
    "See images posted to this room": "Xem hình ảnh được đăng lên phòng này",
    "Send images as you in your active room": "Gửi hình ảnh khi bạn đang ở trong phòng hoạt động của mình",
    "Send images as you in this room": "Gửi hình ảnh khi bạn ở trong phòng này",
    "See emotes posted to your active room": "Xem biểu tượng cảm xúc được đăng lên phòng hoạt động của bạn",
    "See emotes posted to this room": "Xem biểu tượng cảm xúc được đăng lên phòng này",
    "Send emotes as you in your active room": "Gửi biểu tượng cảm xúc khi bạn đang ở trong phòng hoạt động của mình",
    "Send emotes as you in this room": "Gửi biểu tượng cảm xúc khi bạn ở trong phòng này",
    "See text messages posted to your active room": "Xem tin nhắn văn bản được đăng vào phòng hoạt động của bạn",
    "See text messages posted to this room": "Xem tin nhắn văn bản được đăng lên phòng này",
    "Send text messages as you in your active room": "Gửi tin nhắn văn bản khi bạn đang ở trong phòng hoạt động của mình",
    "Send text messages as you in this room": "Gửi tin nhắn văn bản khi bạn ở trong phòng này",
    "See messages posted to your active room": "Xem tin nhắn được đăng vào phòng hoạt động của bạn",
    "See messages posted to this room": "Xem tin nhắn được đăng lên phòng này",
    "Send messages as you in your active room": "Gửi tin nhắn khi bạn đang ở trong phòng hoạt động của mình",
    "Send messages as you in this room": "Gửi tin nhắn khi bạn ở trong phòng này",
    "The <b>%(capability)s</b> capability": "Khả năng <b>%(capability)s</b>",
    "See <b>%(eventType)s</b> events posted to your active room": "Xem các sự kiện <b>%(eventType)s</b> được đăng lên phòng hoạt động của bạn",
    "Send <b>%(eventType)s</b> events as you in your active room": "Gửi <b> %(eventType)s </b> khi bạn đang ở trong phòng hoạt động của mình",
    "See <b>%(eventType)s</b> events posted to this room": "Xem các sự kiện <b>%(eventType)s</b> được đăng lên phòng này",
    "Send <b>%(eventType)s</b> events as you in this room": "Gửi các sự kiện <b>%(eventType)s</b> khi bạn ở trong phòng này",
    "The above, but in <Room /> as well": "The above, nhưng cũng ở trong <Room />",
    "The above, but in any room you are joined or invited to as well": "Những điều trên, nhưng trong bất kỳ phòng nào bạn cũng được tham gia hoặc được mời",
    "with state key %(stateKey)s": "với khóa trạng thái %(stateKey)s",
    "with an empty state key": "với một khóa trạng thái trống",
    "See when anyone posts a sticker to your active room": "Xem khi có ai đăng sticker cảm xúc vào phòng hoạt động của bạn",
    "Send stickers to your active room as you": "Gửi sticker cảm xúc đến phòng hoạt động của bạn với tư cách là bạn",
    "See when a sticker is posted in this room": "Xem khi nào một sticker cảm xúc được đăng trong phòng này",
    "Send stickers to this room as you": "Gửi sticker cảm xúc đến phòng này với tư cách là bạn",
    "See when people join, leave, or are invited to your active room": "Xem khi nào mọi người tham gia, rời khỏi hoặc được mời vào phòng hoạt động của bạn",
    "See when people join, leave, or are invited to this room": "Xem khi nào mọi người tham gia, rời khỏi hoặc được mời vào phòng này",
    "See when the avatar changes in your active room": "Xem khi hình đại diện thay đổi trong phòng hoạt động của bạn",
    "Change the avatar of your active room": "Thay đổi hình đại diện của phòng đang hoạt động của bạn",
    "See when the avatar changes in this room": "Xem khi hình đại diện thay đổi trong phòng này",
    "Change the avatar of this room": "Thay đổi hình đại diện của phòng này",
    "See when the name changes in your active room": "Xem khi tên thay đổi trong phòng hoạt động của bạn",
    "Change the name of your active room": "Thay đổi tên phòng đang hoạt động của bạn",
    "See when the name changes in this room": "Xem khi tên phòng này thay đổi",
    "Change the name of this room": "Thay đổi tên của phòng này",
    "See when the topic changes in your active room": "Xem khi chủ đề thay đổi trong phòng hoạt động của bạn",
    "Change the topic of your active room": "Thay đổi chủ đề của phòng hoạt động của bạn",
    "See when the topic changes in this room": "Xem khi chủ đề thay đổi trong phòng này",
    "Change the topic of this room": "Thay đổi chủ đề của căn phòng này",
    "Change which room, message, or user you're viewing": "Thay đổi phòng, tin nhắn hoặc người dùng bạn đang xem",
    "Change which room you're viewing": "Thay đổi phòng bạn đang xem",
    "Send stickers into your active room": "Gửi sticker cảm xúc phòng hoạt động của bạn",
    "Send stickers into this room": "Gửi sticker cảm xúc vào phòng này",
    "Remain on your screen while running": "Ở lại màn hình của bạn trong khi chạy",
    "Remain on your screen when viewing another room, when running": "Giữ màn hình của bạn khi đang xem phòng khác, khi đang chạy chương trình khác",
    "Dark": "Tối",
    "Light": "Sáng",
    "%(senderName)s updated a ban rule that was matching %(oldGlob)s to matching %(newGlob)s for %(reason)s": "%(senderName)s đã cập nhật quy tắc cấm khớp %(oldGlob)s sang %(newGlob)s cho %(reason)s",
    "%(senderName)s changed a rule that was banning servers matching %(oldGlob)s to matching %(newGlob)s for %(reason)s": "%(senderName)s đã thay đổi một quy tắc cấm các máy chủ khớp với %(oldGlob)s để khớp với %(newGlob)s vì %(reason)s",
    "%(senderName)s changed a rule that was banning rooms matching %(oldGlob)s to matching %(newGlob)s for %(reason)s": "%(senderName)s đã thay đổi quy tắc cấm các phòng khớp với %(oldGlob)s thành khớp với %(newGlob)s vì %(reason)s",
    "%(senderName)s changed a rule that was banning users matching %(oldGlob)s to matching %(newGlob)s for %(reason)s": "%(senderName)s đã thay đổi quy tắc cấm người dùng khớp %(oldGlob)s thành %(newGlob)s vì %(reason)s",
    "%(senderName)s created a ban rule matching %(glob)s for %(reason)s": "%(senderName)s đã tạo một quy tắc cấm phù hợp với %(glob)s cho %(reason)s",
    "%(senderName)s created a rule banning servers matching %(glob)s for %(reason)s": "%(senderName)s đã tạo quy tắc cấm các máy chủ khớp với %(glob)s cho %(reason)s",
    "%(senderName)s created a rule banning rooms matching %(glob)s for %(reason)s": "%(senderName)s đã tạo một quy tắc cấm các phòng khớp với %(glob)s vì %(reason)s",
    "%(senderName)s created a rule banning users matching %(glob)s for %(reason)s": "%(senderName)s đã tạo một quy tắc cấm những người dùng khớp với %(glob)s vì %(reason)s",
    "%(senderName)s updated a ban rule matching %(glob)s for %(reason)s": "%(senderName)s đã cập nhật quy tắc cấm phù hợp với %(glob)s cho %(reason)s",
    "%(senderName)s updated the rule banning servers matching %(glob)s for %(reason)s": "%(senderName)s đã cập nhật quy tắc cấm các máy chủ khớp với %(glob)s cho %(reason)s",
    "%(senderName)s updated the rule banning rooms matching %(glob)s for %(reason)s": "%(senderName)s đã cập nhật quy tắc cấm các phòng khớp với %(glob)s cho %(reason)s",
    "%(senderName)s updated the rule banning users matching %(glob)s for %(reason)s": "%(senderName)s đã cập nhật quy tắc cấm người dùng khớp với %(glob)s cho %(reason)s",
    "%(senderName)s updated an invalid ban rule": "%(senderName)s đã cập nhật quy tắc cấm không hợp lệ",
    "%(senderName)s removed a ban rule matching %(glob)s": "%(senderName)s đã xóa quy tắc cấm khớp với %(glob)s",
    "%(senderName)s removed the rule banning servers matching %(glob)s": "%(senderName)s đã xóa quy tắc cấm các máy chủ khớp với %(glob)s",
    "%(senderName)s removed the rule banning rooms matching %(glob)s": "%(senderName)s đã xóa quy tắc cấm các phòng khớp với %(glob)s",
    "%(senderName)s removed the rule banning users matching %(glob)s": "%(senderName)s đã xóa quy tắc cấm người dùng khớp với %(glob)s",
    "%(senderName)s changed the <a>pinned messages</a> for the room.": "%(senderName)s đã thay đổi <a>pinned messages</a> cho phòng.",
    "%(senderName)s unpinned a message from this room. See all pinned messages.": "%(senderName)s đã bỏ ghim một tin nhắn trong phòng này. Xem tất cả tin nhắn được ghim.",
    "%(senderName)s unpinned <a>a message</a> from this room. See all <b>pinned messages</b>.": "%(senderName)s đã bỏ ghim <a>một tin nhắn</a> trong phòng này. Xem tất cả <b>tin nhắn được ghim</b>.",
    "%(senderName)s pinned a message to this room. See all pinned messages.": "%(senderName)s đã ghim một tin nhắn trong phòng này. Xem tất cả tin nhắn được ghim.",
    "%(senderName)s pinned <a>a message</a> to this room. See all <b>pinned messages</b>.": "%(senderName)s đã ghim <a>một tin nhắn</a> trong phòng này. Xem tất cả <b>tin nhắn được ghim</b>.",
    "%(senderName)s changed the addresses for this room.": "%(senderName)s đã thay đổi địa chỉ cho phòng này.",
    "%(senderName)s changed the main and alternative addresses for this room.": "%(senderName)s đã thay đổi địa chỉ chính và địa chỉ thay thế cho phòng này.",
    "%(senderName)s changed the alternative addresses for this room.": "%(senderName)s đã thay đổi các địa chỉ thay thế cho phòng này.",
    "%(senderName)s removed the alternative addresses %(addresses)s for this room.|one": "%(senderName)s đã bỏ địa chỉ thay thế %(addresses)s cho phòng này.",
    "%(senderName)s removed the alternative addresses %(addresses)s for this room.|other": "%(senderName)s đã bỏ các địa chỉ thay thế %(addresses)s cho phòng này.",
    "%(senderName)s added the alternative addresses %(addresses)s for this room.|one": "%(senderName)s đã thêm địa chỉ thay thế %(addresses)s cho phòng này.",
    "%(senderName)s added the alternative addresses %(addresses)s for this room.|other": "%(senderName)s đã thêm các địa chỉ thay thế %(addresses)s cho phòng này.",
    "%(senderDisplayName)s sent a sticker.": "%(senderDisplayName)s đã gửi một sticker.",
    "Message deleted by %(name)s": "Tin nhắn đã bị %(name)s xóa",
    "Message deleted": "Tin nhắn đã xóa",
    "🎉 All servers are banned from participating! This room can no longer be used.": "🎉 Tất cả máy chủ bị cấm không được tham gia! Phòng này không thể được sử dụng nữa.",
    "%(senderDisplayName)s changed the server ACLs for this room.": "%(senderDisplayName)s đã thay đổi danh sách truy cập máy chủ cho phòng này.",
    "%(senderDisplayName)s set the server ACLs for this room.": "%(senderDisplayName)s đặt danh sách truy cập máy chủ cho phòng này.",
    "%(senderDisplayName)s changed the room name from %(oldRoomName)s to %(newRoomName)s.": "%(senderDisplayName)s đã đổi tên phòng từ %(oldRoomName)s thành %(newRoomName)s.",
    "%(senderDisplayName)s changed the room avatar.": "%(senderDisplayName)s đã thay đổi avatar phòng.",
    "%(senderName)s withdrew %(targetName)s's invitation": "%(senderName)s đã rút lại lời mời của %(targetName)s",
    "%(senderName)s withdrew %(targetName)s's invitation: %(reason)s": "%(senderName)s đã rút lại lời mời của %(targetName)s: %(reason)s",
    "%(senderName)s unbanned %(targetName)s": "%(senderName)s đã bỏ cấm %(targetName)s",
    "%(targetName)s left the room": "%(targetName)s đã rời khỏi phòng",
    "%(targetName)s left the room: %(reason)s": "%(targetName)s đã rời khỏi phòng: %(reason)s",
    "%(targetName)s rejected the invitation": "%(targetName)s đã từ chối lời mời",
    "%(targetName)s joined the room": "%(targetName)s đã tham gia phòng",
    "Backup is not signed by any of your sessions": "Bản sao lưu không được ký bởi bất kỳ phiên nào của bạn",
    "Backup has an <validity>invalid</validity> signature from <verify>unverified</verify> session <device></device>": "Bản sao lưu có chữ ký <validity>invalid</validity> từ phiên <verify> chưa được xác minh </verify> <device></device>",
    "Backup has an <validity>invalid</validity> signature from <verify>verified</verify> session <device></device>": "Bản sao lưu có một chữ ký <validity>invalid</validity> từ phiên <verify>verified</verify> <device></device>",
    "Backup has a <validity>valid</validity> signature from <verify>unverified</verify> session <device></device>": "Bản sao lưu có chữ ký <validity>valid</validity> từ phiên <verify> chưa được xác minh </verify> <device></device>",
    "Backup has a <validity>valid</validity> signature from <verify>verified</verify> session <device></device>": "Bản sao lưu có một chữ ký <validity>valid</validity> từ phiên <verify>verified</verify> <device></device>",
    "Backup has an <validity>invalid</validity> signature from this session": "Bản sao lưu có một chữ ký <validity>invalid</validity> từ phiên này",
    "Backup has a <validity>valid</validity> signature from this session": "Bản sao lưu có một chữ ký <validity>valid</validity> từ phiên này",
    "Backup has a signature from <verify>unknown</verify> session with ID %(deviceId)s": "Bản sao lưu có chữ ký từ phiên <verify>unknown</verify> với ID %(deviceId)s",
    "Backup has a signature from <verify>unknown</verify> user with ID %(deviceId)s": "Bản sao lưu có chữ ký từ người dùng <verify>unknown</verify> với ID %(deviceId)s",
    "Backup has a <validity>invalid</validity> signature from this user": "Bản sao lưu có chữ ký <validity>invalid</validity> từ người dùng này",
    "Backup has a <validity>valid</validity> signature from this user": "Bản sao lưu có chữ ký <validity>valid</validity> từ người dùng này",
    "All keys backed up": "Tất cả các khóa được sao lưu",
    "Connect this session to Key Backup": "Kết nối phiên này với Khóa Sao lưu",
    "Connect this session to key backup before signing out to avoid losing any keys that may only be on this session.": "Kết nối phiên này với khóa sao lưu trước khi đăng xuất để tránh mất bất kỳ khóa nào có thể chỉ có trong phiên này.",
    "This session is <b>not backing up your keys</b>, but you do have an existing backup you can restore from and add to going forward.": "Phiên này <b>not backing up your keys</b>, nhưng bạn có một bản sao lưu hiện có, bạn có thể khôi phục và thêm vào để về sau.",
    "Restore from Backup": "Khôi phục từ Sao lưu",
    "Unable to load key backup status": "Không thể tải trạng thái sao lưu khóa",
    "Are you sure? You will lose your encrypted messages if your keys are not backed up properly.": "Bạn có chắc không? Bạn sẽ mất các tin nhắn được mã hóa nếu các khóa của bạn không được sao lưu đúng cách.",
    "Delete Backup": "Xóa Sao lưu",
    "Save": "Lưu",
    "Profile picture": "Ảnh đại diện",
    "Display Name": "Tên hiển thị",
    "Profile": "Hồ sơ",
    "The operation could not be completed": "Lệnh không thể hoàn thành",
    "Failed to save your profile": "Không lưu được hồ sơ của bạn",
    "There was an error loading your notification settings.": "Đã xảy ra lỗi khi tải cài đặt thông báo của bạn.",
    "Notification targets": "Mục tiêu thông báo",
    "Noisy": "Bật âm",
    "On": "Bật",
    "Off": "Tắt",
    "Mentions & keywords": "Đề cập & từ khóa",
    "Global": "Toàn cầu",
    "New keyword": "Từ khóa mới",
    "Keyword": "Từ khóa",
    "Enable audible notifications for this session": "Bật thông báo âm thanh cho phiên này",
    "Show message in desktop notification": "Hiển thị tin nhắn trong thông báo trên màn hình",
    "Enable desktop notifications for this session": "Bật thông báo trên màn hình cho phiên này",
    "Enable email notifications for %(email)s": "Bật thông báo qua thư điện tử cho %(email)s",
    "An error occurred whilst saving your notification preferences.": "Đã xảy ra lỗi khi lưu tùy chọn thông báo của bạn.",
    "Error saving notification preferences": "Lỗi khi lưu tùy chọn thông báo",
    "Messages containing keywords": "Tin nhắn có chứa từ khóa",
    "Message bubbles": "Bong bóng tin nhắn",
    "Modern": "Hiện đại",
    "Message layout": "Bố cục tin nhắn",
    "Updating spaces... (%(progress)s out of %(count)s)|one": "Đang cập nhật space…",
    "Updating spaces... (%(progress)s out of %(count)s)|other": "Đang cập nhật space… (%(progress)s trên %(count)s)",
    "Sending invites... (%(progress)s out of %(count)s)|one": "Đang gửi lời mời…",
    "Sending invites... (%(progress)s out of %(count)s)|other": "Đang gửi lời mời... (%(progress)s trên %(count)s)",
    "Loading new room": "Đang tải phòng mới",
    "Upgrading room": "Đang nâng cấp phòng",
    "This upgrade will allow members of selected spaces access to this room without an invite.": "Nâng cấp này sẽ cho phép các thành viên của các space đã chọn vào phòng này mà không cần lời mời.",
    "Space members": "Thành viên space",
    "Anyone in a space can find and join. You can select multiple spaces.": "Bất kỳ ai trong một space đều có thể tìm và tham gia. Bạn có thể chọn nhiều khoảng trắng.",
    "Anyone in <spaceName/> can find and join. You can select other spaces too.": "Bất cứ ai trong <spaceName/> có thể tìm và tham gia. Bạn cũng có thể chọn các space khác.",
    "Spaces with access": "Các Space có quyền truy cập",
    "Anyone in a space can find and join. <a>Edit which spaces can access here.</a>": "Bất kỳ ai trong một space đều có thể tìm và tham gia. Chỉnh sửa space nào có thể truy cập tại đây. <a>Edit which spaces can access here.</a>",
    "Currently, %(count)s spaces have access|one": "Hiện tại, một space có quyền truy cập",
    "Currently, %(count)s spaces have access|other": "Hiện tại, %(count)s spaces có quyền truy cập",
    "& %(count)s more|one": "& %(count)s thêm",
    "& %(count)s more|other": "& %(count)s thêm",
    "Upgrade required": "Yêu cầu nâng cấp",
    "Anyone can find and join.": "Bất kỳ ai cũng có thể tìm và tham gia.",
    "Only invited people can join.": "Chỉ những người được mời mới có thể tham gia.",
    "Private (invite only)": "Riêng tư (chỉ mời)",
    "The integration manager is offline or it cannot reach your homeserver.": "Trình quản lý tích hợp đang ngoại tuyến hoặc không thể kết nối với Máy chủ của bạn.",
    "Cannot connect to integration manager": "Không thể kết nối với trình quản lý tích hợp",
    "Use between %(min)s pt and %(max)s pt": "Sử dụng từ khoảng %(min)s pt đến %(max)s pt",
    "Custom font size can only be between %(min)s pt and %(max)s pt": "Kích thước phông chữ tùy chỉnh chỉ có thể nằm trong khoảng từ %(min)s pt đến %(max)s pt",
    "Size must be a number": "Kích thước phải là một số",
    "Hey you. You're the best!": "Này bạn. Bạn là nhất!",
    "Message search initialisation failed": "Khởi tạo tìm kiếm tin nhắn không thành công",
    "%(brand)s can't securely cache encrypted messages locally while running in a web browser. Use <desktopLink>%(brand)s Desktop</desktopLink> for encrypted messages to appear in search results.": "%(brand)s không thể lưu trữ cục bộ an toàn các tin nhắn được mã hóa khi đang chạy trong trình duyệt web. Sử dụng <desktopLink>%(brand)s cho máy tính</desktopLink> để các tin nhắn được mã hóa xuất hiện trong kết quả tìm kiếm.",
    "%(brand)s is missing some components required for securely caching encrypted messages locally. If you'd like to experiment with this feature, build a custom %(brand)s Desktop with <nativeLink>search components added</nativeLink>.": "%(brand)s thiếu một số thành phần thiết yếu để lưu trữ cục bộ an toàn các tin nhắn được mã hóa. Nếu bạn muốn thử nghiệm với tính năng này, hãy dựng một bản %(brand)s tùy chỉnh cho máy tính có thêm <nativeLink>các thành phần để tìm kiếm</nativeLink>.",
    "Securely cache encrypted messages locally for them to appear in search results.": "Bộ nhớ cache an toàn các tin nhắn được mã hóa cục bộ để chúng xuất hiện trong kết quả tìm kiếm.",
    "Manage": "Quản lý",
    "Securely cache encrypted messages locally for them to appear in search results, using %(size)s to store messages from %(rooms)s rooms.|one": "Lưu trữ cục bộ an toàn các tin nhắn đã được mã hóa để chúng xuất hiện trong các kết quả tìm kiếm, sử dụng %(size)s để lưu trữ các tin nhắn từ %(rooms)s phòng.",
    "Securely cache encrypted messages locally for them to appear in search results, using %(size)s to store messages from %(rooms)s rooms.|other": "Lưu trữ an toàn các tin nhắn đã được mã hóa trên thiết bị để chúng xuất hiện trong các kết quả tìm kiếm, sử dụng %(size)s để lưu trữ các tin nhắn từ các %(rooms)s phòng.",
    "Individually verify each session used by a user to mark it as trusted, not trusting cross-signed devices.": "Xác minh riêng từng phiên được người dùng sử dụng để đánh dấu phiên đó là đáng tin cậy, không tin cậy vào các thiết bị được xác thực chéo.",
    "Encryption": "Mã hóa",
    "Failed to set display name": "Không đặt được tên hiển thị",
    "Authentication": "Đăng nhập",
    "Session key:": "Khóa phiên:",
    "Session ID:": "ID thiết bị:",
    "Cryptography": "Mã hóa bảo mật",
    "Import E2E room keys": "Nhập các mã khoá phòng E2E",
    "<not supported>": "<không được hỗ trợ>",
    "exists": "tồn tại",
    "Homeserver feature support:": "Tính năng được hỗ trợ bởi máy chủ:",
    "User signing private key:": "Người dùng ký khóa cá nhân:",
    "Self signing private key:": "Khóa cá nhân tự ký:",
    "not found locally": "không tìm thấy ở địa phương",
    "cached locally": "được lưu trữ cục bộ",
    "Master private key:": "Khóa cá nhân chính:",
    "not found in storage": "không tìm thấy trong bộ nhớ",
    "in secret storage": "trong vùng lưu trữ bí mật",
    "Cross-signing private keys:": "Khóa cá nhân xác thực chéo:",
    "not found": "không tìm thấy",
    "in memory": "trong bộ nhớ",
    "Cross-signing public keys:": "Khóa công khai xác thực chéo:",
    "Reset": "Cài lại",
    "Cross-signing is not set up.": "Tính năng xác thực chéo chưa được thiết lập.",
    "Your account has a cross-signing identity in secret storage, but it is not yet trusted by this session.": "Tài khoản của bạn có danh tính xác thực chéo trong vùng lưu trữ bí mật, nhưng chưa được phiên này tin cậy.",
    "Cross-signing is ready but keys are not backed up.": "Xác thực chéo đã sẵn sàng nhưng các khóa chưa được sao lưu.",
    "Cross-signing is ready for use.": "Xác thực chéo đã sẵn sàng để sử dụng.",
    "Your homeserver does not support cross-signing.": "Máy chủ của bạn không hỗ trợ xác thực chéo.",
    "Change Password": "Đổi mật khẩu",
    "Current password": "Mật khẩu hiện tại",
    "Passwords don't match": "Mật khẩu không khớp",
    "Confirm password": "Xác nhận mật khẩu",
    "Do you want to set an email address?": "Bạn có muốn đặt một địa chỉ thư điện tử không?",
    "Passwords can't be empty": "Mật khẩu không được để trống",
    "New passwords don't match": "Mật khẩu mới không khớp",
    "Export E2E room keys": "Xuất các mã khoá phòng E2E",
    "Warning!": "Cảnh báo!",
    "No display name": "Không có tên hiển thị",
    "%(senderName)s made no change": "%(senderName)s không thực hiện thay đổi",
    "%(senderName)s set a profile picture": "%(senderName)s đặt ảnh hồ sơ",
    "%(senderName)s changed their profile picture": "%(senderName)s đã thay đổi ảnh hồ sơ",
    "%(senderName)s removed their profile picture": "%(senderName)s đã xóa ảnh hồ sơ",
    "%(senderName)s removed their display name (%(oldDisplayName)s)": "%(senderName)s đã xóa tên hiển thị (%(oldDisplayName)s)",
    "%(senderName)s set their display name to %(displayName)s": "%(senderName)s đã đặt tên hiển thị thành %(displayName)s",
    "%(oldDisplayName)s changed their display name to %(displayName)s": "%(oldDisplayName)s đã thay đổi tên hiển thị thành %(displayName)s",
    "%(senderName)s banned %(targetName)s": "%(senderName)s đã cấm %(targetName)s",
    "%(senderName)s banned %(targetName)s: %(reason)s": "%(senderName)s đã cấm %(targetName)s: %(reason)s",
    "%(senderName)s invited %(targetName)s": "%(senderName)s đã mời %(targetName)s",
    "%(targetName)s accepted an invitation": "%(targetName)s đã chấp nhận một lời mời",
    "%(targetName)s accepted the invitation for %(displayName)s": "%(targetName)s đã chấp nhận lời mời cho %(displayName)s",
    "%(senderName)s placed a video call. (not supported by this browser)": "%(senderName)s đã thực hiện một cuộc gọi điện video. (không được hỗ trợ bởi trình duyệt này)",
    "%(senderName)s placed a video call.": "%(senderName)s đã thực hiện một cuộc gọi điện video.",
    "%(senderName)s placed a voice call. (not supported by this browser)": "%(senderName)s đã thực hiện một cuộc gọi thoại. (không được hỗ trợ bởi trình duyệt này)",
    "%(senderName)s placed a voice call.": "%(senderName)s đã thực hiện một cuộc gọi thoại.",
    "Converts the DM to a room": "Chuyển đổi chat trực tiếp DM thành một phòng",
    "Converts the room to a DM": "Chuyển đổi phòng thành tin nhắn chat trực tiếp DM",
    "Takes the call in the current room off hold": "Nối lại cuộc gọi trong phòng hiện tại",
    "Places the call in the current room on hold": "Tạm ngưng cuộc gọi trong phòng hiện tại",
    "Sends a message to the given user": "Gửi tin nhắn cho người dùng nhất định",
    "Opens chat with the given user": "Mở cuộc trò chuyện với người dùng nhất định",
    "Send a bug report with logs": "Gửi báo cáo lỗi kèm theo nhật ký",
    "Displays information about a user": "Hiển thị thông tin về người dùng",
    "Displays list of commands with usages and descriptions": "Hiển thị danh sách các lệnh với cách sử dụng và mô tả",
    "WARNING: KEY VERIFICATION FAILED! The signing key for %(userId)s and session %(deviceId)s is \"%(fprint)s\" which does not match the provided key \"%(fingerprint)s\". This could mean your communications are being intercepted!": "CẢNH BÁO: XÁC MINH KHÓA THẤT BẠI! Khóa đăng nhập cho %(userId)s và thiết bị %(deviceId)s là \"%(fprint)s\" không khớp với khóa được cung cấp \"%(fingerprint)s\". Điều này có nghĩa là các thông tin liên lạc của bạn đang bị chặn!",
    "Session already verified!": "Thiết bị đã được xác minh!",
    "Verifies a user, session, and pubkey tuple": "Xác minh người dùng, thiết bị và tuple pubkey",
    "Please supply a widget URL or embed code": "Vui lòng cung cấp URL tiện ích hoặc mã nhúng",
    "Deops user with given id": "Deops user với id đã cho",
    "Could not find user in room": "Không tìm thấy người dùng trong phòng",
    "Joins room with given address": "Tham gia phòng có địa chỉ được chỉ định",
    "Use an identity server to invite by email. Manage in Settings.": "Sử dụng máy chủ định danh để mời qua thư điện tử. Quản lý trong Cài đặt.",
    "Use an identity server": "Sử dụng máy chủ định danh",
    "Changes the avatar of the current room": "Thay đổi ảnh đại diện của phòng hiện tại",
    "You do not have the required permissions to use this command.": "Bạn không có quyền để dùng lệnh này.",
    "Sends a message as html, without interpreting it as markdown": "Gửi tin nhắn dưới dạng html, không sử dụng định dạng văn bản Markdown",
    "Sends a message as plain text, without interpreting it as markdown": "Gửi tin nhắn dưới dạng văn bản thuần túy, không sử dụng định dạng văn bản Markdown",
    "Prepends ( ͡° ͜ʖ ͡°) to a plain-text message": "Thêm ( ͡° ͜ʖ ͡°) vào một tin nhắn văn bản thuần túy",
    "Prepends ┬──┬ ノ( ゜-゜ノ) to a plain-text message": "Thêm ┬──┬ ノ( ゜-゜ノ) vào tin nhắn văn bản thuần túy",
    "Prepends (╯°□°）╯︵ ┻━┻ to a plain-text message": "Thêm (╯°□°）╯︵ ┻━┻ vào một tin nhắn văn bản thuần túy",
    "Sends the given message as a spoiler": "Đánh dấu tin nhắn chỉ định thành một tin nhắn ẩn",
    "Command error": "Lỗi lệnh",
    "Other": "Khác",
    "Effects": "Hiệu ứng",
    "Advanced": "Nâng cao",
    "Actions": "Hành động",
    "Messages": "Tin nhắn",
    "Setting up keys": "Đang thiết lập khóa bảo mật",
    "Cancel": "Huỷ bỏ",
    "Go Back": "Quay lại",
    "Are you sure you want to cancel entering passphrase?": "Bạn có chắc chắn muốn hủy nhập cụm mật khẩu không?",
    "Cancel entering passphrase?": "Hủy nhập cụm mật khẩu?",
    "Some invites couldn't be sent": "Không thể gửi một số lời mời",
    "We sent the others, but the below people couldn't be invited to <RoomName/>": "Chúng tôi đã mời những người khác, nhưng những người dưới đây không thể được mời tham gia <RoomName/>",
    "Custom (%(level)s)": "Tùy chỉnh (%(level)s)",
    "Use your account or create a new one to continue.": "Sử dụng tài khoản của bạn hoặc tạo một tài khoản mới để tiếp tục.",
    "Sign In or Create Account": "Đăng nhập hoặc Tạo tài khoản",
    "Zimbabwe": "Zimbabwe",
    "Zambia": "Zambia",
    "Yemen": "Yemen",
    "Western Sahara": "Phía tây Sahara",
    "Wallis & Futuna": "Wallis & Futuna",
    "Venezuela": "Venezuela",
    "Vatican City": "Thành phố Vatican",
    "Vanuatu": "Vanuatu",
    "Uzbekistan": "Uzbekistan",
    "Uruguay": "Uruguay",
    "United Arab Emirates": "Các Tiểu vương quốc Ả Rập Thống nhất",
    "Ukraine": "Ukraine",
    "Uganda": "Uganda",
    "U.S. Virgin Islands": "Quần đảo Virgin thuộc Hoa Kỳ",
    "Tuvalu": "Tuvalu",
    "Turks & Caicos Islands": "Quần đảo Turks & Caicos",
    "Turkmenistan": "Turkmenistan",
    "Turkey": "Thổ Nhĩ Kỳ",
    "Tunisia": "Tunisia",
    "Trinidad & Tobago": "Trinidad & Tobago",
    "Tonga": "Tonga",
    "Tokelau": "Tokelau",
    "Togo": "Togo",
    "Timor-Leste": "Đông Timor",
    "Thailand": "Thái Lan",
    "Tanzania": "Tanzania",
    "Tajikistan": "Tajikistan",
    "Taiwan": "Đài Loan",
    "São Tomé & Príncipe": "São Tomé & Príncipe",
    "Syria": "Si-ri-a(Syria)",
    "Switzerland": "Thụy Sĩ",
    "Sweden": "Thụy Điển",
    "Swaziland": "Eswatini",
    "Svalbard & Jan Mayen": "Svalbard và Jan Mayen",
    "Suriname": "Suriname",
    "Sudan": "Sudan",
    "St. Vincent & Grenadines": "St. Vincent & Grenadines",
    "St. Pierre & Miquelon": "St. Pierre & Miquelon",
    "St. Martin": "St. Martin",
    "St. Lucia": "St. Lucia",
    "St. Kitts & Nevis": "St. Kitts & Nevis",
    "St. Helena": "St. Helena",
    "St. Barthélemy": "St. Barthélemy",
    "Sri Lanka": "Sri Lanka",
    "Spain": "Tây Ban Nha",
    "South Sudan": "Nam Sudan",
    "South Korea": "Hàn Quốc",
    "South Georgia & South Sandwich Islands": "Quần đảo Nam Georgia & Nam Sandwich",
    "South Africa": "Nam Phi",
    "Somalia": "Somalia",
    "Solomon Islands": "Quần đảo Solomon",
    "Slovenia": "Slovenia",
    "Slovakia": "Slovakia",
    "Sint Maarten": "Sint Maarten",
    "Singapore": "Singapore",
    "Sierra Leone": "Sierra Leone",
    "Seychelles": "Seychelles",
    "Serbia": "Xéc-bi-a",
    "Senegal": "Senegal",
    "Saudi Arabia": "Ả Rập Saudi",
    "San Marino": "San Marino",
    "Samoa": "Samoa",
    "Réunion": "Đảo Réunion",
    "Rwanda": "Rwanda",
    "Russia": "Nga",
    "Romania": "Romania",
    "Qatar": "Qatar",
    "Puerto Rico": "Puerto Rico",
    "Portugal": "Bồ Đào Nha",
    "Poland": "Ba lan",
    "Pitcairn Islands": "Quần đảo Pitcairn",
    "Philippines": "Phi-líp-pin",
    "Peru": "Peru",
    "Paraguay": "Paraguay",
    "Papua New Guinea": "Gui-nê-a(Papua New Guinea)",
    "Panama": "Panama",
    "Palestine": "Palestine",
    "Palau": "Palau",
    "Pakistan": "Pakistan",
    "Oman": "Oman",
    "Norway": "Na Uy",
    "Northern Mariana Islands": "Quần đảo Bắc Mariana",
    "North Korea": "Bắc Triều Tiên",
    "Norfolk Island": "Đảo Norfolk",
    "Niue": "Niue",
    "Nigeria": "Nigeria",
    "Niger": "Niger",
    "Nicaragua": "Nicaragua",
    "New Zealand": "Niu Di Lân",
    "New Caledonia": "Kanady",
    "Netherlands": "Hà Lan",
    "Nepal": "Nêpan",
    "Nauru": "Nauru",
    "Namibia": "Namibia",
    "Myanmar": "Myanmar",
    "Mozambique": "Mozambique",
    "Morocco": "Maroc",
    "Montserrat": "Montserrat",
    "Montenegro": "Montenegro",
    "Mongolia": "Mông Cổ",
    "Monaco": "Monaco",
    "Moldova": "Moldova",
    "Micronesia": "Micronesia",
    "Mexico": "Mexico",
    "Mayotte": "Mayotte",
    "Mauritius": "Mauritius",
    "Mauritania": "Mauritania",
    "Martinique": "Martinique",
    "Marshall Islands": "Đảo Marshall",
    "Malta": "Malta",
    "Mali": "Mali",
    "Maldives": "Maldives",
    "Malaysia": "Malaysia",
    "Malawi": "Malawi",
    "Madagascar": "Madagascar",
    "Macedonia": "Macedonia",
    "Macau": "Ma Cao",
    "Luxembourg": "Luxembourg",
    "Lithuania": "Lithuania",
    "Liechtenstein": "Liechtenstein",
    "Libya": "Libya",
    "Liberia": "Liberia",
    "Lesotho": "Lesotho",
    "Lebanon": "Lebanon",
    "Latvia": "Latvia",
    "Laos": "Lào",
    "Kyrgyzstan": "Kyrgyzstan",
    "Kuwait": "Kuwait",
    "Kosovo": "Kosovo",
    "Kiribati": "Kiribati",
    "Kenya": "Kenya",
    "Kazakhstan": "Kazakhstan",
    "Jordan": "Jordan",
    "Jersey": "Jersey",
    "Japan": "Nhật Bản",
    "Jamaica": "Jamaica",
    "Italy": "Ý",
    "Israel": "Israel",
    "Isle of Man": "Isle of Man",
    "Ireland": "Ireland",
    "Iraq": "I-rắc",
    "Iran": "Iran",
    "Indonesia": "Indonesia",
    "India": "Ấn Độ",
    "Iceland": "Iceland",
    "Hungary": "Hungary",
    "Hong Kong": "Hồng Kông",
    "Honduras": "Honduras",
    "Heard & McDonald Islands": "Quần đảo Heard & McDonald",
    "Haiti": "Haiti",
    "Guyana": "Guyana",
    "Guinea-Bissau": "Guinea-Bissau",
    "Show previews/thumbnails for images": "Hiển thị bản xem trước / hình thu nhỏ cho hình ảnh",
    "Show hidden events in timeline": "Hiện các sự kiện ẩn trong dòng thời gian",
    "Show shortcuts to recently viewed rooms above the room list": "Hiển thị shortcuts cho các phòng đã xem gần đây phía trên danh sách phòng",
    "Prompt before sending invites to potentially invalid matrix IDs": "Nhắc trước khi gửi lời mời đến các ID Matrix có khả năng không hợp lệ",
    "Never send encrypted messages to unverified sessions in this room from this session": "Không bao giờ gửi tin nhắn được mã hóa đến các phiên chưa được xác minh trong phòng này từ phiên này",
    "Never send encrypted messages to unverified sessions from this session": "Không bao giờ gửi tin nhắn được mã hóa đến các phiên chưa được xác minh từ phiên này",
    "System font name": "Tên phông chữ hệ thống",
    "Use a system font": "Sử dụng phông chữ hệ thống",
    "Match system theme": "Theo chủ đề hệ thống",
    "Surround selected text when typing special characters": "Bao quanh văn bản đã chọn khi nhập các ký tự đặc biệt",
    "Use Ctrl + Enter to send a message": "Sử dụng Ctrl + Enter để gửi tin nhắn",
    "Use Command + Enter to send a message": "Sử dụng Command + Enter để gửi tin nhắn",
    "Use Ctrl + F to search timeline": "Sử dụng Ctrl + F để tìm kiếm dòng thời gian",
    "Use Command + F to search timeline": "Sử dụng Command + F để tìm kiếm dòng thời gian",
    "Show typing notifications": "Hiển thị thông báo \"đang gõ\"",
    "Jump to the bottom of the timeline when you send a message": "Chuyển đến cuối dòng thời gian khi bạn gửi tin nhắn",
    "Show line numbers in code blocks": "Hiển thị số dòng trong các khối mã",
    "Expand code blocks by default": "Mở rộng các khối mã theo mặc định",
    "Autoplay videos": "Tự động phát các video",
    "Autoplay GIFs": "Tự động phát GIF",
    "Show stickers button": "Hiển thị nút sticker cảm xúc",
    "Use custom size": "Sử dụng kích thước tùy chỉnh",
    "Font size": "Cỡ chữ",
    "Show info about bridges in room settings": "Hiển thị thông tin về cầu trong cài đặt phòng",
    "Offline encrypted messaging using dehydrated devices": "Nhắn tin được mã hóa ngoại tuyến bằng cách sử dụng các thiết khử nước",
    "Support adding custom themes": "Hỗ trợ thêm các chủ đề tùy chỉnh",
    "Render LaTeX maths in messages": "Kết xuất đồ họa toán học LaTeX trong tin nhắn",
    "Change notification settings": "Thay đổi cài đặt thông báo",
    "%(senderName)s: %(stickerName)s": "%(senderName)s: %(stickerName)s",
    "%(senderName)s: %(message)s": "%(senderName)s: %(message)s",
    "* %(senderName)s %(emote)s": "* %(senderName)s %(emote)s",
    "%(senderName)s is calling": "%(senderName)s đang gọi",
    "Waiting for answer": "Chờ câu trả lời",
    "Guest": "Khách",
    "New version of %(brand)s is available": "Đã có phiên bản mới của %(brand)s",
    "Update %(brand)s": "Cập nhật %(brand)s",
    "Guinea": "Guinea",
    "Guernsey": "Guernsey",
    "Guatemala": "Guatemala",
    "Guam": "Guam",
    "Guadeloupe": "Guadeloupe",
    "Grenada": "Grenada",
    "Greenland": "Greenland",
    "Greece": "Hy Lạp",
    "Gibraltar": "Gibraltar",
    "Ghana": "Ghana",
    "Germany": "Đức",
    "Georgia": "Georgia",
    "Gambia": "Gambia",
    "Gabon": "Gabon",
    "French Southern Territories": "Lãnh thổ phía Nam của Pháp",
    "French Polynesia": "Polynesia thuộc Pháp",
    "French Guiana": "Guiana thuộc Pháp",
    "France": "Pháp",
    "Finland": "Phần Lan",
    "Fiji": "Fiji",
    "Faroe Islands": "Quần đảo Faroe",
    "Falkland Islands": "Quần đảo Falkland",
    "Ethiopia": "Ethiopia",
    "Estonia": "Estonia",
    "Eritrea": "Eritrea",
    "Equatorial Guinea": "Equatorial Guinea",
    "El Salvador": "El Salvador",
    "Egypt": "Ai cập",
    "Ecuador": "Ecuador",
    "Dominican Republic": "Cộng hòa Dominica",
    "Dominica": "Dominica",
    "Djibouti": "Djibouti",
    "Denmark": "Đan mạch",
    "Côte d’Ivoire": "Côte d'Ivoire",
    "Czech Republic": "Cộng hòa Séc",
    "Cyprus": "Síp",
    "Curaçao": "Curaçao",
    "Cuba": "Cuba",
    "Croatia": "Croatia",
    "Costa Rica": "Costa Rica",
    "Cook Islands": "Quần đảo Cook",
    "Congo - Kinshasa": "Congo - Kinshasa",
    "Congo - Brazzaville": "Congo - Brazzaville",
    "Comoros": "Comoros",
    "Colombia": "Colombia",
    "Cocos (Keeling) Islands": "Quần đảo Cocos (Keeling)",
    "Christmas Island": "Đảo Giáng Sinh",
    "China": "Trung Quốc",
    "Chile": "Chile",
    "Chad": "Chad",
    "Central African Republic": "Cộng hòa Trung Phi",
    "Cayman Islands": "Quần đảo Cayman",
    "Caribbean Netherlands": "Caribe Hà Lan",
    "Cape Verde": "Cape Verde",
    "Canada": "Canada",
    "Cameroon": "Cameroon",
    "Cambodia": "Campuchia",
    "Burundi": "Burundi",
    "Burkina Faso": "Burkina Faso",
    "Bulgaria": "Bungari",
    "Brunei": "Brunei",
    "British Virgin Islands": "Quần đảo British Virgin",
    "British Indian Ocean Territory": "Lãnh thổ Ấn Độ Dương thuộc Anh",
    "Brazil": "Brazil",
    "Bouvet Island": "Đảo Bouvet",
    "Botswana": "Botswana",
    "Bosnia": "Bosnia",
    "Bolivia": "Bolivia",
    "Bhutan": "Bhutan",
    "Bermuda": "Bermuda",
    "Benin": "Benin",
    "Belize": "Belize",
    "Belgium": "Bỉ",
    "Belarus": "Belarus",
    "Barbados": "Barbados",
    "Bangladesh": "Bangladesh",
    "Bahrain": "Bahrain",
    "Bahamas": "Bahamas",
    "Azerbaijan": "Azerbaijan",
    "Austria": "Áo",
    "Australia": "Úc",
    "Aruba": "Aruba",
    "Armenia": "Armenia",
    "Argentina": "Argentina",
    "Antigua & Barbuda": "Antigua & Barbuda",
    "Antarctica": "Nam Cực",
    "Anguilla": "Anguilla",
    "Angola": "Angola",
    "Andorra": "Andorra",
    "American Samoa": "American Samoa",
    "Algeria": "Algeria",
    "Albania": "Albania",
    "Åland Islands": "Quần đảo Aland",
    "Afghanistan": "Afghanistan",
    "United States": "Hoa Kỳ",
    "United Kingdom": "Vương quốc Anh",
    "%(name)s is requesting verification": "%(name)s đang yêu cầu xác minh",
    "Try again": "Thử lại",
    "We asked the browser to remember which homeserver you use to let you sign in, but unfortunately your browser has forgotten it. Go to the sign in page and try again.": "Chúng tôi đã yêu cầu trình duyệt ghi nhớ máy chủ bạn đã sử dụng để bạn có thể đăng nhập lại, nhưng có vẻ như trình duyệt của bạn đã quên máy chủ đó :( Truy cập trang đăng nhập và thử lại.",
    "We couldn't log you in": "Chúng tôi không thể đăng nhập cho bạn",
    "Trust": "Tin cậy",
    "Only continue if you trust the owner of the server.": "Chỉ tiếp tục nếu bạn tin tưởng chủ sở hữu máy chủ.",
    "This action requires accessing the default identity server <server /> to validate an email address or phone number, but the server does not have any terms of service.": "Hành động này yêu cầu truy cập máy chủ định danh mặc định <server /> để xác thực địa chỉ thư điện tử hoặc số điện thoại, nhưng máy chủ không có bất kỳ điều khoản dịch vụ nào.",
    "Identity server has no terms of service": "Máy chủ định danh này không có điều khoản dịch vụ",
    "%(date)s at %(time)s": "%(date)s lúc %(time)s",
    "Failed to transfer call": "Có lỗi khi chuyển hướng cuộc gọi",
    "Transfer Failed": "Không chuyển hướng cuộc gọi được",
    "Unable to transfer call": "Không thể chuyển cuộc gọi",
    "There was an error looking up the phone number": "Có lỗi khi tra cứu số điện thoại",
    "Unable to look up phone number": "Không thể tra cứu số điện thoại",
    "You've reached the maximum number of simultaneous calls.": "Bạn đã đạt đến số lượng cuộc gọi đồng thời tối đa.",
    "Too Many Calls": "Quá nhiều cuộc gọi",
    "You're already in a call with this person.": "Bạn đang trong cuộc gọi với người này rồi.",
    "Already in call": "Đang trong cuộc gọi",
    "Call failed because microphone could not be accessed. Check that a microphone is plugged in and set up correctly.": "Thực hiện cuộc gọi thất bại vì không thể truy cập micrô. Kiểm tra xem micrô đã được cắm và thiết lập đúng chưa.",
    "Unable to access microphone": "Không thể truy cập micrô",
    "OK": "OK",
    "Please ask the administrator of your homeserver (<code>%(homeserverDomain)s</code>) to configure a TURN server in order for calls to work reliably.": "Vui lòng yêu cầu quản trị viên máy chủ của bạn (<code>%(homeserverDomain)s</code>) thiết lập máy chủ TURN để cuộc gọi hoạt động ổn định.",
    "Call failed due to misconfigured server": "Thực hiện cuộc gọi thất bại do thiết lập máy chủ sai",
    "The call was answered on another device.": "Cuộc gọi đã được trả lời trên một thiết bị khác.",
    "Answered Elsewhere": "Đã trả lời ở nơi khác",
    "Toggle space panel": "Chuyển đổi bảng điều khiển space",
    "The exported file will allow anyone who can read it to decrypt any encrypted messages that you can see, so you should be careful to keep it secure. To help with this, you should enter a passphrase below, which will be used to encrypt the exported data. It will only be possible to import the data by using the same passphrase.": "Tệp được xuất sẽ cho phép bất kỳ ai có thể đọc nó giải mã bất kỳ tin nhắn được mã hóa nào mà bạn có thể nhìn thấy, vì vậy bạn nên cẩn thận để giữ an toàn. Để giúp đỡ điều này, bạn nên nhập cụm mật khẩu bên dưới, sẽ được sử dụng để mã hóa dữ liệu đã xuất. Chỉ có thể nhập dữ liệu bằng cách sử dụng cùng một cụm mật khẩu.",
    "Store your Security Key somewhere safe, like a password manager or a safe, as it's used to safeguard your encrypted data.": "Lưu trữ Khóa bảo mật của bạn ở nơi an toàn, như trình quản lý mật khẩu hoặc két sắt, vì nó được sử dụng để bảo vệ dữ liệu được mã hóa của bạn.",
    "We'll generate a Security Key for you to store somewhere safe, like a password manager or a safe.": "Chúng tôi sẽ tạo khóa bảo mật để bạn lưu trữ ở nơi an toàn, như trình quản lý mật khẩu hoặc két sắt.",
    "Regain access to your account and recover encryption keys stored in this session. Without them, you won't be able to read all of your secure messages in any session.": "Lấy lại quyền truy cập vào tài khoản của bạn và khôi phục các khóa mã hóa được lưu trữ trong phiên này. Nếu không có chúng, bạn sẽ không thể đọc tất cả các tin nhắn an toàn của mình trong bất kỳ phiên nào.",
    "Resetting your verification keys cannot be undone. After resetting, you won't have access to old encrypted messages, and any friends who have previously verified you will see security warnings until you re-verify with them.": "Sẽ không thể hoàn tác lại việc đặt lại các khóa xác minh của bạn. Sau khi đặt lại, bạn sẽ không có quyền truy cập vào các tin nhắn đã được mã hóa cũ, và bạn bè đã được xác thực trước đó bạn sẽ thấy các cảnh báo bảo mật cho đến khi bạn xác thực lại với họ.",
    "I'll verify later": "Tôi sẽ xác minh sau",
    "Without verifying, you won't have access to all your messages and may appear as untrusted to others.": "Nếu không xác minh, bạn sẽ không thể truy cập vào tất cả tin nhắn của bạn và có thể hiển thị là không đáng tin cậy với những người khác.",
    "Verify with Security Key": "Xác minh bằng Khóa Bảo mật",
    "Verify with Security Key or Phrase": "Xác minh bằng Khóa hoặc Chuỗi Bảo mật",
    "Proceed with reset": "Tiến hành đặt lại",
    "It looks like you don't have a Security Key or any other devices you can verify against.  This device will not be able to access old encrypted messages. In order to verify your identity on this device, you'll need to reset your verification keys.": "Có vẻ như bạn không có Khóa Bảo mật hoặc bất kỳ thiết bị nào bạn có thể xác minh. Thiết bị này sẽ không thể truy cập vào các tin nhắn mã hóa cũ. Để  xác minh danh tính của bạn trên thiết bị này, bạn sẽ cần đặt lại các khóa xác minh của mình.",
    "Someone already has that username, please try another.": "Ai đó đã có username đó, vui lòng thử một cái khác.",
    "The email address doesn't appear to be valid.": "Địa chỉ thư điện tử dường như không hợp lệ.",
    "Skip verification for now": "Bỏ qua xác minh ngay bây giờ",
    "Really reset verification keys?": "Thực sự đặt lại các khóa xác minh?",
    "Clear": "Xoá",
    "Uploading %(filename)s and %(count)s others|one": "Đang tải lên %(filename)s và %(count)s tập tin khác",
    "Uploading %(filename)s and %(count)s others|zero": "Đang tải lên %(filename)s",
    "Uploading %(filename)s and %(count)s others|other": "Đang tải lên %(filename)s và %(count)s tập tin khác",
    "Show all threads": "Hiển thị tất cả chủ đề",
    "Keep discussions organised with threads": "Giữ các cuộc thảo luận được tổ chức với các chủ đề này",
    "Show:": "Hiển thị:",
    "Shows all threads from current room": "Hiển thị tất cả chủ đề từ phòng hiện tại",
    "All threads": "Tất cả chủ đề",
    "Shows all threads you've participated in": "Hiển thị tất cả các chủ đề bạn đã tham gia",
    "My threads": "Các chủ đề của tôi",
    "What projects are your team working on?": "Nhóm của bạn đang thực hiện các dự án nào?",
    "Rooms and spaces": "Các phòng và space",
    "Results": "Kết quả",
    "Joined": "Đã tham gia",
    "Joining": "Đang tham gia",
    "You have %(count)s unread notifications in a prior version of this room.|one": "Bạn có %(count)s thông báo chưa đọc trong phiên bản trước của phòng này.",
    "You have %(count)s unread notifications in a prior version of this room.|other": "Bạn có %(count)s thông báo chưa đọc trong phiên bản trước của phòng này.",
    "You're all caught up": "Tất cả các bạn đều bị bắt",
    "Own your conversations.": "Sở hữu các cuộc trò chuyện của bạn.",
    "Someone already has that username. Try another or if it is you, sign in below.": "Ai đó đã có username đó. Hãy thử một cái khác hoặc nếu đó là bạn, hay đăng nhập bên dưới.",
    "Copy link to thread": "Sao chép liên kết vào chủ đề",
    "Thread options": "Tùy chọn theo chủ đề",
    "See room timeline (devtools)": "Xem dòng thời gian phòng (devtools)",
    "Copy link": "Sao chép liên kết",
    "Mentions only": "Chỉ tin nhắn được đề cập",
    "Forget": "Quên",
    "View in room": "Xem phòng này",
    "Upload %(count)s other files|one": "Tải lên %(count)s tệp khác",
    "Upload %(count)s other files|other": "Tải lên %(count)s tệp khác",
    "We call the places where you can host your account 'homeservers'.": "Chúng tôi gọi những nơi bạn có thể lưu trữ tài khoản của bạn là 'homeserver'.",
    "Matrix.org is the biggest public homeserver in the world, so it's a good place for many.": "Matrix.org là homeserver công cộng lớn nhất, vì vậy nó là nơi lý tưởng cho nhiều người.",
    "Any other reason. Please describe the problem.\nThis will be reported to the room moderators.": "Bất kỳ lý do nào khác. Xin hãy mô tả vấn đề.\nĐiều này sẽ được báo cáo cho người điều hành phòng.",
    "This room is dedicated to illegal or toxic content or the moderators fail to moderate illegal or toxic content.\nThis will be reported to the administrators of %(homeserver)s. The administrators will NOT be able to read the encrypted content of this room.": "Phòng này được dành riêng cho nội dung bất hợp pháp hoặc độc hại hay điều phối viên không kiểm soát nội dung bất hợp pháp hoặc độc hại.\nĐiều này sẽ được báo cáo cho quản trị viên của %(homeserver)s. Các quản trị viên sẽ KHÔNG thể đọc nội dung được mã hóa của phòng này.",
    "This user is spamming the room with ads, links to ads or to propaganda.\nThis will be reported to the room moderators.": "Người dùng này đang spam phòng bằng quảng cáo, liên kết đến quảng cáo hoặc tuyên truyền.\nĐiều này sẽ được báo cáo cho người điều hành phòng.",
    "This user is displaying illegal behaviour, for instance by doxing people or threatening violence.\nThis will be reported to the room moderators who may escalate this to legal authorities.": "Người dùng này đang hiển thị hành vi bất hợp pháp, ví dụ bằng cách doxing mọi người hoặc đe dọa bạo lực.\nĐiều này sẽ được báo cáo cho những người điều hành phòng có thể leo thang điều này cho các cơ quan pháp lý.",
    "What this user is writing is wrong.\nThis will be reported to the room moderators.": "Những gì người dùng này đang viết là sai.\nĐiều này sẽ được báo cáo tới các moderator của phòng.",
    "Spaces you know that contain this space": "Các space bạn biết có chứa space này",
    "If you can't see who you're looking for, send them your invite link below.": "Nếu bạn không thể thấy người bạn đang tìm, hãy gửi cho họ liên kết mời của bạn bên dưới.",
    "You may contact me if you want to follow up or to let me test out upcoming ideas": "Chúng tôi có thể liên hệ với bạn để cho phép bạn theo dõi hoặc thử nghiệm những tính năng sắp tới",
    "You can't disable this later. Bridges & most bots won't work yet.": "Bạn không thể vô hiệu hóa điều này sau này. Các cầu và hầu hết các bot sẽ không hoạt động.",
    "You can turn this off anytime in settings": "Bạn có thể tắt tính năng này bất cứ lúc nào trong cài đặt",
    "We <Bold>don't</Bold> share information with third parties": "Chúng tôi <Bold>không</Bold> chia sẻ thông tin với các bên thứ ba",
    "We <Bold>don't</Bold> record or profile any account data": "Chúng tôi <Bold>không</Bold> thu thập hoặc lập hồ sơ bất kỳ dữ liệu tài khoản nào",
    "You can read all our terms <PrivacyPolicyUrl>here</PrivacyPolicyUrl>": "Bạn có thể đọc tất cả các điều khoản của chúng tôi <PrivacyPolicyUrl>ở đây</PrivacyPolicyUrl>",
    "Add option": "Thêm tùy chọn",
    "Write an option": "Viết tùy chọn",
    "Option %(number)s": "Tùy chọn %(number)s",
    "Create options": "Tạo tùy chọn",
    "Question or topic": "Câu hỏi hoặc chủ đề",
    "What is your poll question or topic?": "Câu hỏi hoặc chủ đề của thăm dò của bạn là gì?",
    "Sorry, the poll you tried to create was not posted.": "Xin lỗi, cuộc thăm dò mà bạn đã cố gắng tạo đã không được đăng.",
    "Failed to post poll": "Đăng cuộc thăm dò thất bại",
    "Create Poll": "Tạo Cuộc thăm dò ý kiến",
    "%(count)s votes|one": "%(count)s phiếu bầu",
    "%(count)s votes|other": "%(count)s phiếu bầu",
    "Based on %(count)s votes|one": "Dựa theo %(count)s phiếu bầu",
    "Based on %(count)s votes|other": "Dựa theo %(count)s phiếu bầu",
    "%(count)s votes cast. Vote to see the results|one": "%(count)s phiếu bầu. Bỏ phiếu để xem kết quả",
    "%(count)s votes cast. Vote to see the results|other": "%(count)s phiếu bầu. Bỏ phiếu để xem kết quả",
    "No votes cast": "Không có phiếu",
    "Sorry, your vote was not registered. Please try again.": "Xin lỗi, phiếu bầu của bạn đã không được đăng ký. Vui lòng thử lại.",
    "Vote not registered": "Bỏ phiếu không đăng ký",
    "In encrypted rooms, verify all users to ensure it's secure.": "Trong các phòng mã hóa, xác minh tất cả người dùng để đảm bảo an toàn.",
    "Files": "Files",
    "Close this widget to view it in this panel": "Đóng widget này để xem nó trong bảng điều khiển này",
    "Unpin this widget to view it in this panel": "Bỏ ghim widget này để xem nó trong bảng điều khiển này",
    "Chat": "Trò chuyện",
    "Yours, or the other users' session": "Của bạn, hoặc thiết bị của các người dùng khác",
    "Yours, or the other users' internet connection": "Của bạn, hoặc kết nối internet của các người dùng khác",
    "The homeserver the user you're verifying is connected to": "Homeserver người dùng bạn đang xác minh được kết nối đến",
    "Home options": "Các tùy chọn Home",
    "%(spaceName)s menu": "%(spaceName)s menu",
    "Currently joining %(count)s rooms|one": "Hiện đang tham gia %(count)s phòng",
    "Currently joining %(count)s rooms|other": "Hiện đang tham gia %(count)s phòng",
    "Join public room": "Tham gia vào phòng công cộng",
    "Add people": "Thêm người",
    "You do not have permissions to invite people to this space": "Bạn không có quyền mời mọi người vào space này",
    "Invite to space": "Mời vào space",
    "Start new chat": "Bắt đầu trò chuyện mới",
    "Recently viewed": "Được xem gần đây",
    "You do not have permission to start polls in this room.": "Bạn không có quyền để bắt đầu các cuộc thăm dò trong phòng này.",
    "Share location": "Chia sẻ vị trí",
    "Reply in thread": "Trả lời theo chủ đề",
    "Manage pinned events": "Quản lý các sự kiện được ghim",
    "Manage rooms in this space": "Quản lý các phòng trong space này",
    "You won't get any notifications": "Bạn sẽ không nhận bất kỳ thông báo nào",
    "Get notified only with mentions and keywords as set up in your <a>settings</a>": "Chỉ nhận thông báo với các đề cập và từ khóa được thiết lập trong <a>cài đặt</a> của bạn",
    "@mentions & keywords": "@đề cập & từ khóa",
    "Get notified for every message": "Nhận thông báo cho mọi tin nhắn",
    "Get notifications as set up in your <a>settings</a>": "Nhận thông báo như được thiết lập trong <a>cài đặt</a> của bạn",
    "This room isn't bridging messages to any platforms. <a>Learn more.</a>": "Phòng này không nối các tin nhắn đến bất kỳ nền tảng nào. <a>Tìm hiểu thêm</a>",
    "Rooms outside of a space": "Các phòng bên ngoài một space",
    "Show all your rooms in Home, even if they're in a space.": "Hiển thị tất cả các phòng trong Home, ngay cả nếu chúng ở trong space.",
    "Home is useful for getting an overview of everything.": "Home rất hữu ích để có cái nhìn tổng quan về mọi thứ.",
    "Spaces to show": "Space để hiển thị",
    "Sidebar": "Thanh bên",
    "Share anonymous data to help us identify issues. Nothing personal. No third parties.": "Chia sẻ dữ liệu ẩn danh giúp chúng tôi xác định các sự cố. Không có thông tin cá nhân. Không có bên thứ ba.",
    "To view all keyboard shortcuts, <a>click here</a>.": "Để xem tất cả các phím tắt, <a>nhấn vào đây</a>.",
    "Show tray icon and minimise window to it on close": "Hiển thị biểu tượng khay và thu nhỏ cửa sổ vào nó khi đóng",
    "Use high contrast": "Sử dụng độ tương phản cao",
    "This room is in some spaces you're not an admin of. In those spaces, the old room will still be shown, but people will be prompted to join the new one.": "Phòng này đang trong một số space mà bạn không phải là quản trị viên. Trong các space đó, phòng cũ vẫn sẽ được hiển thị, nhưng mọi người sẽ được thông báo để tham gia phòng mới.",
    "Large": "Lớn",
    "Image size in the timeline": "Kích thước hình ảnh trong timeline",
    "Rename": "Đặt lại tên",
    "Select all": "Chọn tất cả",
    "Deselect all": "Bỏ chọn tất cả",
    "Sign out devices|one": "Đăng xuất thiết bị",
    "Sign out devices|other": "Đăng xuất các thiết bị",
    "Click the button below to confirm signing out these devices.|one": "Nhấn nút bên dưới để xác nhận đăng xuất thiết bị này.",
    "Click the button below to confirm signing out these devices.|other": "Nhấn nút bên dưới để xác nhận đăng xuất các thiết bị này.",
    "Confirm logging out these devices by using Single Sign On to prove your identity.|one": "Xác nhận đăng xuất thiết bị này bằng cách sử dụng Single Sign On để xác thực danh tính của bạn.",
    "Confirm logging out these devices by using Single Sign On to prove your identity.|other": "Xác nhận đăng xuất các thiết bị này bằng cách sử dụng Single Sign On để xác thực danh tính.",
    "Pin to sidebar": "Ghim vào sidebar",
    "Quick settings": "Cài đặt nhanh",
    "sends rainfall": "gửi kiểu mưa rơi",
    "Sends the given message with rainfall": "Gửi tin nhắn đã cho với kiểu mưa rơi",
    "Automatically send debug logs on any error": "Tự động gửi debug log khi có bất kỳ lỗi nào",
    "Use a more compact 'Modern' layout": "Sử dụng một bố cục \"Hiện đại\" nhỏ gọn hơn",
    "Use new room breadcrumbs": "Sử dụng các phòng breadcrumb mới",
    "Developer": "Nhà phát triển",
    "Experimental": "Thử nghiệm",
    "Themes": "Chủ đề",
    "Moderation": "Việc vận hành",
    "Messaging": "Tin nhắn",
    "Other rooms": "Các phòng khác",
    "Share anonymous data to help us identify issues. Nothing personal. No third parties. <LearnMoreLink>Learn More</LearnMoreLink>": "Chia sẻ dữ liệu ẩn danh giúp chúng tôi xác định các sự cố. Không có thông tin cá nhân. Không có bên thứ ba. <LearnMoreLink>Tìm hiểu thêm</LearnMoreLink>",
    "You previously consented to share anonymous usage data with us. We're updating how that works.": "Trước đây bạn đã đồng ý chia sẻ dữ liệu sử dụng ẩn danh với chúng tôi. Chúng tôi đang cập nhật cách thức hoạt động.",
    "Help improve %(analyticsOwner)s": "Giúp cải thiện %(analyticsOwner)s",
    "That's fine": "Không sao cả",
    "Light high contrast": "Độ tương phản ánh sáng cao",
    "%(senderName)s has updated the room layout": "%(senderName)s đã cập nhật bố trí của phòng",
    "%(senderDisplayName)s changed who can join this room.": "%(senderDisplayName)s đã thay đổi ai có thể tham gia phòng này.",
    "%(senderDisplayName)s changed who can join this room. <a>View settings</a>.": "%(senderDisplayName)s đã thay đổi ai có thể tham gia phòng này. <a> Xem cài đặt </a>.",
    "The signing key you provided matches the signing key you received from %(userId)s's session %(deviceId)s. Session marked as verified.": "Khóa đăng nhập bạn cung cấp khớp với khóa đăng nhập bạn nhận từ thiết bị %(deviceId)s của %(userId)s. Thiết bị được đánh dấu là đã được xác minh.",
    "Use an identity server to invite by email. Click continue to use the default identity server (%(defaultIdentityServerName)s) or manage in Settings.": "Sử dụng máy chủ định danh để mời qua thư điện tử. Bấm Tiếp tục để sử dụng máy chủ định danh mặc định (%(defaultIdentityServerName)s) hoặc quản lý trong Cài đặt.",
    "%(spaceName)s and %(count)s others|one": "%(spaceName)s và %(count)s khác",
    "%(spaceName)s and %(count)s others|zero": "%(spaceName)s",
    "%(spaceName)s and %(count)s others|other": "%(spaceName)s và %(count)s khác",
    "You cannot place calls without a connection to the server.": "Bạn không thể gọi khi không có kết nối tới máy chủ.",
    "Connectivity to the server has been lost": "Mất kết nối đến máy chủ",
    "You cannot place calls in this browser.": "Bạn không thể gọi trong trình duyệt này.",
    "Calls are unsupported": "Không hỗ trợ tính năng cuộc gọi",
    "Your new device is now verified. Other users will see it as trusted.": "Thiết bị mới của bạn hiện đã được xác minh. Các người dùng khác sẽ thấy nó đáng tin cậy.",
    "Your new device is now verified. It has access to your encrypted messages, and other users will see it as trusted.": "Thiết bị mới của bạn hiện đã được xác minh. Nó có quyền truy cập vào các tin nhắn bảo mật của bạn, và các người dùng khác sẽ thấy nó đáng tin cậy.",
    "Verify with another device": "Xác minh bằng thiết bị khác",
    "Device verified": "Thiết bị được xác minh",
    "Verify this device": "Xác minh thiết bị này",
    "Unable to verify this device": "Không thể xác minh thiết bị này",
    "Failed to load list of rooms.": "Tải danh sách các phòng thất bại.",
    "Open in OpenStreetMap": "Mở trong OpenStreetMap",
    "Verify other device": "Xác minh thiết bị khác",
    "Recent searches": "Các tìm kiếm gần đây",
    "To search messages, look for this icon at the top of a room <icon/>": "Để tìm các tin nhắn, hãy tìm biểu tượng này ở đầu phòng <icon/>",
    "Other searches": "Các tìm kiếm khác",
    "Public rooms": "Các phòng công cộng",
    "Use \"%(query)s\" to search": "Sử dụng \"%(query)s\" để tìm kiếm",
    "Other rooms in %(spaceName)s": "Các phòng khác trong %(spaceName)s",
    "Spaces you're in": "Các Space bạn đang trong đó",
    "This groups your chats with members of this space. Turning this off will hide those chats from your view of %(spaceName)s.": "Điều này nhóm các cuộc trò chuyện của bạn với các thành viên trong Space này. Tắt tính năng này sẽ ẩn các cuộc trò chuyện đó khỏi %(spaceName)s.",
    "Sections to show": "Các phần để hiển thị",
    "Link to room": "Liên kết đến phòng",
    "Are you sure you want to end this poll? This will show the final results of the poll and stop people from being able to vote.": "Bạn có chắc muốn kết thúc cuộc thăm dò ý kiến? Điều này sẽ hiển thị kết quả cuối cùng của cuộc thăm dò ý kiến và ngăn mọi người bỏ phiếu.",
    "End Poll": "Kết thúc cuộc thăm dò ý kiến",
    "Sorry, the poll did not end. Please try again.": "Xin lỗi, cuộc thăm dò ý kiến chưa kết thúc. Vui lòng thử lại.",
    "Failed to end poll": "Kết thúc cuộc thăm dò ý kiến thất bại",
    "The poll has ended. Top answer: %(topAnswer)s": "Cuộc thăm dò ý kiến đã kết thúc. Câu trả lời đứng đầu: %(topAnswer)s",
    "The poll has ended. No votes were cast.": "Cuộc thăm dò ý kiến đã kết thúc. Không có phiếu bầu được bỏ.",
    "Edit setting": "Chỉnh sửa cài đặt",
    "This address had invalid server or is already in use": "Địa chỉ này có máy chủ không hợp lệ hoặc đã được sử dụng",
    "Missing room name or separator e.g. (my-room:domain.org)": "Thiếu tên phòng hoặc dấu cách. Ví dụ: (my-room:domain.org)",
    "Missing domain separator e.g. (:domain.org)": "Thiếu dấu tách tên miền. Ví dụ: (:domain.org)",
    "Including you, %(commaSeparatedMembers)s": "Bao gồm bạn, %(commaSeparatedMembers)s",
    "Backspace": "Phím lùi",
    "toggle event": "chuyển đổi sự kiện",
    "Final result based on %(count)s votes|one": "Kết quả cuối cùng dựa trên %(count)s phiếu bầu",
    "Final result based on %(count)s votes|other": "Kết quả cuối cùng dựa trên %(count)s phiếu bầu",
    "Expand map": "Mở rộng bản đồ",
    "You cancelled verification on your other device.": "Bạn đã hủy xác minh trên thiết bị khác của bạn.",
    "Almost there! Is your other device showing the same shield?": "Sắp xong rồi! Có phải thiết bị khác của bạn hiển thị cùng một lá chắn không?",
    "Verify this device by completing one of the following:": "Xác minh thiết bị này bằng việc hoàn tất một trong các điều sau:",
    "The device you are trying to verify doesn't support scanning a QR code or emoji verification, which is what %(brand)s supports. Try with a different client.": "Thiết bị bạn đang cố xác minh không hỗ trợ quét mã QR hoặc xác minh biểu tượng cảm xúc, đó là những gì %(brand)s hỗ trợ. Hãy thử với một thiết bị đầu cuối khác.",
    "To proceed, please accept the verification request on your other device.": "Để tiến hành, vui lòng chấp nhận yêu cầu xác minh trên thiết bị khác của bạn.",
    "Copy room link": "Sao chép liên kết phòng",
    "Waiting for you to verify on your other device…": "Đang chờ bạn xác minh trên thiết bị khác của bạn…",
    "Waiting for you to verify on your other device, %(deviceName)s (%(deviceId)s)…": "Đang chờ bạn xác minh trên thiết bị khác của bạn, %(deviceName)s (%(deviceId)s)…",
    "Verify this device by confirming the following number appears on its screen.": "Xác minh thiết bị này bằng việc xác nhận số sau đây xuất hiện trên màn hình của nó.",
    "Confirm the emoji below are displayed on both devices, in the same order:": "Xác nhận biểu tượng cảm xúc bên dưới được hiển thị trên cả hai thiết bị, theo cùng một thứ tự:",
    "Dial": "Quay số",
    "Back to thread": "Quay lại luồng",
    "Room members": "Thành viên phòng",
    "Back to chat": "Quay lại trò chuyện",
    "Exported %(count)s events in %(seconds)s seconds|one": "Đã xuất %(count)s sự kiện trong %(seconds)s giây",
    "Exported %(count)s events in %(seconds)s seconds|other": "Đã xuất %(count)s sự kiện trong %(seconds)s giây",
    "Export successful!": "Xuất thành công!",
    "Fetched %(count)s events in %(seconds)ss|one": "Đã tìm thấy %(count)s sự kiện trong %(seconds)s giây",
    "Fetched %(count)s events in %(seconds)ss|other": "Đã tìm thấy %(count)s sự kiện trong %(seconds)s giây",
    "Processing event %(number)s out of %(total)s": "Đang sử lý %(number)s sự kiện trong %(total)s",
    "Fetched %(count)s events so far|one": "Đã tìm thấy %(count)s sự kiện đến hiện tại",
    "Fetched %(count)s events so far|other": "Đã tìm thấy %(count)s sự kiện đến hiện tại",
    "Fetched %(count)s events out of %(total)s|one": "Đã tìm thấy %(count)s sự kiện trong %(total)s",
    "Fetched %(count)s events out of %(total)s|other": "Đã tìm thấy %(count)s sự kiện trong %(total)s",
    "Generating a ZIP": "Tạo ZIP",
    "We were unable to understand the given date (%(inputDate)s). Try using the format YYYY-MM-DD.": "Chúng tôi không thể hiểu ngày được nhập (%(inputDate)s). Hãy thử dùng định dạng YYYY-MM-DD.",
    "Command failed: Unable to find room (%(roomId)s": "Lỗi khi thực hiện lệnh: Không tìm thấy phòng (%(roomId)s)",
    "Failed to get room topic: Unable to find room (%(roomId)s": "Không thể lấy chủ đề phòng: Không tìm thấy phòng (%(roomId)s)",
    "Removes user with given id from this room": "Xóa thành viên với ID chỉ định ra khỏi phòng chat",
    "Unrecognised room address: %(roomAlias)s": "Không thể nhận dạng địa chỉ phòng: %(roomAlias)s",
    "Command error: Unable to find rendering type (%(renderingType)s)": "Lỗi khi thực hiện lệnh: Không tìm thấy kiểu dữ liệu (%(renderingType)s)",
    "Command error: Unable to handle slash command.": "Lỗi khi thực hiện lệnh: Không thể xử lý lệnh slash.",
    "Show join/leave messages (invites/removes/bans unaffected)": "Hiển thị các tin nhắn tham gia / rời khỏi (các tin nhắn mời / xóa / cấm không bị ảnh hưởng)",
    "Insert a trailing colon after user mentions at the start of a message": "Chèn dấu hai chấm phía sau các đề cập người dùng ở đầu một tin nhắn",
    "Failed to invite users to %(roomName)s": "Mời người dùng vào %(roomName)s thất bại",
    "%(value)ss": "%(value)ss",
    "%(value)sm": "%(value)sm",
    "%(value)sh": "%(value)sh",
    "%(value)sd": "%(value)sd",
    "Explore public spaces in the new search dialog": "Khám phá các space công cộng trong hộp thoại tìm kiếm mới",
    "Thank you for trying the beta, please go into as much detail as you can so we can improve it.": "Cảm ơn đã dùng thử bản beta, vui lòng trải nghiệm nhiều nhất có thể để chúng tôi có thể cải thiện nó.",
    "Yes, the chat timeline is displayed alongside the video.": "Vâng, dòng thời gian trò chuyện được hiển thị cùng với video.",
    "Can I use text chat alongside the video call?": "Tôi có thể sử dụng nhắn tin cùng lúc với gọi video không?",
    "Use the “+” button in the room section of the left panel.": "Sử dụng nút \"+\" trong khu vực phòng ở bảng điều khiển bên trái.",
    "How can I create a video room?": "Tôi có thể tạo một phòng video bằng cách nào?",
    "Video rooms are always-on VoIP channels embedded within a room in %(brand)s.": "Các phòng video là các kênh VoIP luôn bật được nhúng trong một phòng ở %(brand)s.",
    "A new way to chat over voice and video in %(brand)s.": "Một cách mới để trò chuyện bằng thoại và video trong %(brand)s.",
    "Video rooms": "Phòng video",
    "You were disconnected from the call. (Error: %(message)s)": "Bạn bị mất kết nối đến cuộc gọi. (Lỗi: %(message)s)",
    "Connection lost": "Mất kết nối",
    "Failed to join": "Tham gia thất bại",
    "The person who invited you has already left, or their server is offline.": "Người đã mời bạn vừa mới rời khỏi, hoặc thiết bị của họ đang ngoại tuyến.",
    "The person who invited you has already left.": "Người đã mời bạn vừa mới rời khỏi.",
    "Sorry, your homeserver is too old to participate here.": "Xin lỗi, homeserver của bạn quá cũ để tham gia vào đây.",
    "Enable hardware acceleration (restart %(appName)s to take effect)": "Bật tăng tốc phần cứng (khởi động lại %(appName)s để có hiệu lực)",
    "Enable hardware acceleration": "Bật tăng tốc phần cứng",
    "Enable Markdown": "Bật đánh dấu",
    "There was an error joining.": "Đã xảy ra lỗi khi tham gia.",
    "%(brand)s is experimental on a mobile web browser. For a better experience and the latest features, use our free native app.": "%(brand)s đang thử nghiệm trên trình duyệt web di động. Để có trải nghiệm tốt hơn và các tính năng mới nhất, hãy sử dụng ứng dụng gốc miễn phí của chúng tôi.",
    "Reset bearing to north": "Đặt lại trục theo phương Bắc",
    "Mapbox logo": "Logo Mapbox",
    "Location not available": "Vị trí không có",
    "Find my location": "Tìm vị trí của tôi",
    "Exit fullscreen": "Thoát toàn màn hình",
    "Enter fullscreen": "Vào toàn màn hình",
    "Map feedback": "Phản hồi bản đồ",
    "Toggle attribution": "Chuyển đổi thuộc tính",
    "This homeserver is not configured correctly to display maps, or the configured map server may be unreachable.": "Homeserver này không được cấu hình để hiển thị bản đồ chính xác, hoặc máy chủ bản đồ được cấu hình không thể kết nối.",
    "This homeserver is not configured to display maps.": "Homeserver này không được cấu hình để hiển thị bản đồ.",
    "The user's homeserver does not support the version of the space.": "Máy chủ nhà của người dùng không hỗ trợ phiên bản của space.",
    "User may or may not exist": "Người dùng có thể hoặc không tồn tại",
    "User does not exist": "Người dùng không tồn tại",
    "User is already in the room": "Người dùng đã trong phòng",
    "User is already in the space": "Người dùng đã trong space",
    "User is already invited to the room": "Người dùng đã được mời vào phòng",
    "User is already invited to the space": "Người dùng đã được mời vào space",
    "You do not have permission to invite people to this space.": "Bạn không có quyền để mời mọi người vào space này.",
    "In %(spaceName)s and %(count)s other spaces.|one": "Trong %(spaceName)s và %(count)s space khác.",
    "In %(spaceName)s and %(count)s other spaces.|zero": "Trong space %(spaceName)s.",
    "In %(spaceName)s and %(count)s other spaces.|other": "Trong %(spaceName)s và %(count)s space khác.",
    "In spaces %(space1Name)s and %(space2Name)s.": "Trong các space %(space1Name)s và %(space2Name)s.",
    "%(space1Name)s and %(space2Name)s": "%(space1Name)s và %(space2Name)s",
    "Remove, ban, or invite people to your active room, and make you leave": "Xóa, cấm, hoặc mời mọi người vào phòng đang hoạt động của bạn, và bạn rời khỏi đó",
    "Remove, ban, or invite people to this room, and make you leave": "Xóa, cấm, hoặc mời mọi người vào phòng này, và bạn rời khỏi đó",
    "%(senderName)s has ended a poll": "%(senderName)s vừa kết thúc một cuộc bình chọn",
    "%(senderName)s has started a poll - %(pollQuestion)s": "%(senderName)s vừa bắt đầu một cuộc bình chọn - %(pollQuestion)s",
    "%(senderName)s has shared their location": "%(senderName)s đã chia sẻ vị trí của họ",
    "%(senderName)s removed %(targetName)s": "%(senderName)s đã xóa %(targetName)s",
    "%(senderName)s removed %(targetName)s: %(reason)s": "%(senderName)s đã xóa %(targetName)s: %(reason)s",
    "No active call in this room": "Không có cuộc gọi đang hoạt động trong phòng này",
    "Unable to find Matrix ID for phone number": "Không thể tìm thấy Matrix ID của số điện thoại",
    "No virtual room for this room": "Không có phòng ảo của phòng này",
    "Switches to this room's virtual room, if it has one": "Chuyển sang phòng ảo của phòng này, nếu nó có",
    "Unknown (user, session) pair: (%(userId)s, %(deviceId)s)": "Cặp (người dùng, phiên) không xác định: (%(userId)s, %(deviceId)s)",
    "Jump to the given date in the timeline": "Nhảy đến thời điểm được đề cập trong dòng thời gian",
    "Scroll down in the timeline": "Cuộn xuống trong dòng thời gian",
    "Scroll up in the timeline": "Cuộn lên trong dòng thời gian",
    "Toggle webcam on/off": "Bật/tắt webcam",
    "Navigate to previous message in composer history": "Di chuyển đến tin nhắn trước trong lịch sử người gửi",
    "Navigate to next message in composer history": "Di chuyển đến tin nhắn kế trong lịch sử người gửi",
    "Navigate to previous message to edit": "Di chuyển đến tin nhắn trước để điều chỉnh",
    "Navigate to next message to edit": "Di chuyển đến tin nhắn kế để điều chỉnh",
    "Jump to end of the composer": "Chuyển đến cuối khung trò chuyện của người gửi",
    "Jump to start of the composer": "Chuyển đến đầu khung trò chuyện của người gửi",
    "Redo edit": "Tái chỉnh sửa",
    "Undo edit": "Hoàn tác chỉnh sửa",
    "Toggle Code Block": "Chuyển đổi khối mã",
    "Toggle Link": "Chuyển đổi liên kết",
    "Keyboard": "Bàn phím",
    "Show current avatar and name for users in message history": "Hiển thị ảnh đại diện và tên hiện tại cho các người dùng trong lịch sử tin nhắn",
    "Your email address does not appear to be associated with a Matrix ID on this homeserver.": "Địa chỉ thư điện tử của bạn không được liên kết với một định danh Matrix trên máy chủ này.",
    "Cannot invite user by email without an identity server. You can connect to one under \"Settings\".": "Không thể mời người dùng bằng địa chỉ thư điện tử mà không dùng máy chủ định danh. Bạn có thể kết nối với một máy chủ trong phần \"Cài đặt\".",
    "Failed to read events": "Không xem sự kiện được",
    "Failed to send event": "Không gửi sự kiện được",
    "You need to be able to kick users to do that.": "Bạn phải đuổi được người dùng thì mới làm vậy được.",
    "Use your account to continue.": "Dùng tài khoản của bạn để tiếp tục.",
    "%(senderName)s started a voice broadcast": "%(senderName)s đã bắt đầu phát thanh",
    "Empty room (was %(oldName)s)": "Phòng trống (trước kia là %(oldName)s)",
    "Inviting %(user)s and %(count)s others|one": "Đang mời %(user)s và 1 người khác",
    "Inviting %(user)s and %(count)s others|other": "Đang mời %(user)s và %(count)s người khác",
    "Inviting %(user1)s and %(user2)s": "Mời %(user1)s và %(user2)s",
    "%(user)s and %(count)s others|one": "%(user)s và 1 người khác",
    "%(user)s and %(count)s others|other": "%(user)s và %(count)s người khác",
    "%(user1)s and %(user2)s": "%(user1)s và %(user2)s",
    "Reload": "Tải lại",
    "Database unexpectedly closed": "Cơ sở dữ liệu đột nhiên bị đóng",
    "%(minutes)sm %(seconds)ss left": "Còn lại %(minutes)s phút %(seconds)s giây",
    "%(hours)sh %(minutes)sm %(seconds)ss left": "Còn lại %(hours)s giờ %(minutes)s phút %(seconds)s giây",
    "%(minutes)sm %(seconds)ss": "%(minutes)s phút %(seconds)s giây",
    "%(hours)sh %(minutes)sm %(seconds)ss": "%(hours)s giờ %(minutes)s phút %(seconds)s giây",
    "%(days)sd %(hours)sh %(minutes)sm %(seconds)ss": "%(days)s ngày %(hours)s giờ %(minutes)s phút %(seconds)s giây",
    "Identity server not set": "Máy chủ định danh chưa được đặt",
    "Busy": "Bận",
    "Sign out of this session": "Đăng xuất phiên",
    "Push notifications": "Thông báo đẩy",
    "Session details": "Thông tin phiên",
    "IP address": "Địa chỉ Internet (IP)",
    "Browser": "Trình duyệt",
    "Operating system": "Hệ điều hành",
    "Model": "Mẫu mã",
    "Device": "Thiết bị",
    "Version": "Phiên bản",
    "Rename session": "Đổi tên phiên",
    "Confirm signing out these devices|one": "Xác nhận đăng xuất khỏi thiết bị này",
    "Current session": "Phiên hiện tại",
    "Sign out of all other sessions (%(otherSessionsCount)s)": "Đăng xuất khỏi mọi phiên khác (%(otherSessionsCount)s)",
    "You do not have sufficient permissions to change this.": "Bạn không có đủ quyền để thay đổi cái này.",
    "<b>It's not recommended to add encryption to public rooms.</b> Anyone can find and join public rooms, so anyone can read messages in them. You'll get none of the benefits of encryption, and you won't be able to turn it off later. Encrypting messages in a public room will make receiving and sending messages slower.": "<b>Không nên bật mã hóa cho các phòng công cộng.</b> Bất kỳ ai cũng có thể tìm và tham gia các phòng công cộng, nên họ có thể đọc các tin nhắn. Bạn sẽ không có được lợi ích của mã hóa, và bạn không thể tắt mã hóa sau này. Mã hóa tin nhắn ở phòng công cộng khiến cho nhận gửi tin nhắn chậm hơn.",
    "Remove users": "Loại bỏ người dùng",
    "Remove messages sent by me": "Xóa các tin nhắn của tôi",
    "Send reactions": "Gửi phản hồi",
    "Connection": "Kết nối",
    "Voice processing": "Xử lý âm thanh",
    "Video settings": "Cài đặt truyền hình",
    "Voice settings": "Cài đặt âm thanh",
    "Group all your people in one place.": "Đưa tất cả mọi người vào một chỗ.",
    "Are you sure you want to sign out of %(count)s sessions?|one": "Bạn có muốn đăng xuất %(count)s phiên?",
    "Are you sure you want to sign out of %(count)s sessions?|other": "Bạn có muốn đăng xuất %(count)s phiên?",
    "Sessions": "Phiên",
    "Share your activity and status with others.": "Chia sẻ hoạt động và trạng thái với người khác.",
    "Early previews": "Thử trước tính năng mới",
    "Upcoming features": "Tính năng sắp tới",
    "Homeserver is <code>%(homeserverUrl)s</code>": "Máy chủ nhà là <code>%(homeserverUrl)s</code>",
    "Deactivating your account is a permanent action — be careful!": "Vô hiệu hóa tài khoản của bạn là vĩnh viễn — hãy cẩn trọng!",
    "Spell check": "Kiểm tra chính tả",
    "Manage account": "Quản lý tài khoản",
    "Set a new account password…": "Đặt mật khẩu tài khoản mới…",
    "Your password was successfully changed.": "Đã đổi mật khẩu thành công.",
    "Error changing password": "Lỗi khi đổi mật khẩu",
    "Downloading update…": "Đang tải xuống cập nhật…",
    "Checking for an update…": "Đang kiểm tra cập nhật…",
    "Backing up %(sessionsRemaining)s keys…": "Đang sao lưu %(sessionsRemaining)s khóa…",
    "This session is backing up your keys.": "Phiên này đang sao lưu các khóa.",
    "Error while changing password: %(error)s": "Lỗi khi đổi mật khẩu: %(error)s",
    "Changing your password on this homeserver will cause all of your other devices to be signed out. This will delete the message encryption keys stored on them, and may make encrypted chat history unreadable.": "Đổi mật khẩu trên máy chủ nhà này sẽ khiến các thiết bị khác của bạn đăng xuất. Các khóa mã hóa tin nhắn sẽ bị xóa, và có thể sẽ không đọc được tin nhắn được mã hóa nữa.",
    "Apply": "Áp dụng",
    "Add privileged users": "Thêm người dùng quyền lực",
    "Saving…": "Đang lưu…",
    "Creating…": "Đang tạo…",
    "Secure messaging for friends and family": "Tin nhắn bảo mật cho bạn bè và gia đình",
    "%(count)s people joined|one": "%(count)s người đã tham gia",
    "%(count)s people joined|other": "%(count)s người đã tham gia",
    "Turn on camera": "Bật máy ghi hình",
    "Turn off camera": "Tắt máy ghi hình",
    "Video devices": "Thiết bị ghi hình",
    "Unmute microphone": "Mở âm micrô",
    "Mute microphone": "Tắt âm micrô",
    "Download %(brand)s": "Tải xuống %(brand)s",
    "Sorry — this call is currently full": "Xin lỗi — cuộc gọi này đang đầy",
    "Can currently only be enabled via config.json": "Hiện chỉ có thể bật bằng tập tin cấu hình config.json",
    "No identity access token found": "Không tìm thấy mã thông báo danh tính",
    "Unverified sessions are sessions that have logged in with your credentials but have not been cross-verified.": "Các phiên chưa được xác thực là các phiên đăng nhập bằng thông tin đăng nhập nhưng chưa được xác thực chéo.",
    "Secure Backup successful": "Sao lưu bảo mật thành công",
    "Presence": "Hiện diện",
    "Send read receipts": "Gửi thông báo đã đọc",
    "Start messages with <code>/plain</code> to send without markdown.": "Bắt đầu tin nhắn với <code>/plain</code> để gửi mà không dùng Markdown.",
    "%(senderName)s ended a <a>voice broadcast</a>": "%(senderName)s đã kết thúc một <a>cuộc phát thanh</a>",
    "Welcome": "Chào mừng",
    "Call": "Gọi",
    "Audio devices": "Thiết bị âm thanh",
    "Enable notifications": "Kích hoạt thông báo",
    "Turn on notifications": "Bật thông báo",
    "Your profile": "Hồ sơ",
    "Set up your profile": "Thiết lập hồ sơ của bạn",
    "Download apps": "Tải ứng dụng",
    "Find and invite your community members": "Tìm và mời các thành viên của cộng đồng bạn",
    "Find people": "Tìm mọi người",
    "Find friends": "Tìm bạn bè",
    "Find and invite your friends": "Tìm và mời bạn bè",
    "Log out and back in to disable": "Đăng xuất và đăng nhập lại để vô hiệu hóa",
    "User": "Người dùng",
    "Requires compatible homeserver.": "Cần máy chủ nhà tương thích.",
    "Low bandwidth mode": "Chế độ băng thông thấp",
    "Record the client name, version, and url to recognise sessions more easily in session manager": "Ghi lại tên máy khách, phiên bản, và liên kết để nhận diện các phiên dễ dàng hơn trong trình quản lý phiên",
    "Show NSFW content": "Hiển thị nội dung nhạy cảm",
    "Noise suppression": "Loại bỏ tạp âm",
    "Echo cancellation": "Loại bỏ tiếng vang",
    "When enabled, the other party might be able to see your IP address": "Khi bật, người kia có thể thấy địa chỉ IP của bạn",
    "Allow Peer-to-Peer for 1:1 calls": "Cho phép cuộc gọi ngang hàng (P2P) cho các cuộc gọi 1:1",
    "Show avatars in user, room and event mentions": "Hiện ảnh đại diện của người dùng, phòng và thông báo sự kiện",
    "Under active development.": "Đang được phát triển tích cực.",
    "Under active development, cannot be disabled.": "Đang được phát triển tích cực, không thể vô hiệu.",
    "Currently experimental.": "Hiện đang thử nghiệm.",
    "unknown": "không rõ",
    "Red": "Đỏ",
    "Grey": "Xám",
    "Yes, it was me": "Đó là tôi",
    "Video": "Truyền hình",
    "You have unverified sessions": "Bạn có các phiên chưa được xác thực",
    "Unable to decrypt voice broadcast": "Không thể giải mã cuộc phát thanh",
    "%(senderName)s ended a voice broadcast": "%(senderName)s đã kết thúc một cuộc phát thanh",
    "You ended a voice broadcast": "Bạn đã kết thúc một cuộc phát thanh",
    "You ended a <a>voice broadcast</a>": "Bạn đã kết thúc một <a>cuộc phát thanh</a>",
    "Can’t start a call": "Không thể bắt đầu cuộc gọi",
    "%(oldDisplayName)s changed their display name and profile picture": "%(oldDisplayName)s đã thay đổi tên hiển thị và ảnh đại diện",
    "Can't start a new voice broadcast": "Không thể bắt đầu cuộc phát thanh mới",
    "You don't have the required permissions to start a voice broadcast in this room. Contact a room administrator to upgrade your permissions.": "Bạn không có quyền để phát thanh trong phòng này. Hỏi một quản trị viên của phòng để nâng quyền của bạn.",
    "Someone else is already recording a voice broadcast. Wait for their voice broadcast to end to start a new one.": "Một người khác đang phát thanh. Hãy chờ cho đến khi họ ngừng rồi bạn mới bắt đầu phát thanh.",
    "Connection error": "Lỗi kết nối",
    "Open user settings": "Mở cài đặt người dùng",
    "Video call started in %(roomName)s.": "Cuộc gọi truyền hình đã bắt đầu trong %(roomName)s.",
    "Could not find room": "Không tìm thấy phòng",
    "WARNING: session already verified, but keys do NOT MATCH!": "CẢNH BÁO: phiên đã được xác thực, nhưng các khóa KHÔNG KHỚP!",
    "30s forward": "30 giây kế tiếp",
    "30s backward": "30 giây trước",
    "You reacted %(reaction)s to %(message)s": "Bạn phản ứng %(reaction)s với %(message)s",
    "If you know a room address, try joining through that instead.": "Nếu bạn biết địa chỉ phòng, hãy dùng nó để tham gia.",
    "Video call started": "Cuộc gọi truyền hình đã bắt đầu",
    "Unknown room": "Phòng không xác định",
    "Starting export process…": "Bắt đầu trích xuất…",
    "Creating HTML…": "Đang tạo HTML…",
    "Starting export…": "Bắt đầu trích xuất…",
    "Yes, stop broadcast": "Đúng rồi, dừng phát thanh",
    "You are already recording a voice broadcast. Please end your current voice broadcast to start a new one.": "Bạn hiện đang ghi một cuộc phát thanh. Kết thúc phát thanh để thực hiện một cái mới.",
    "Video call started in %(roomName)s. (not supported by this browser)": "Cuộc gọi truyền hình đã được bắt đầu ở %(roomName)s. (không được trình duyệt này hỗ trợ)",
    "iframe has no src attribute": "Thẻ iframe (khung) không có thuộc tính src (nguồn)",
    "Check your email to continue": "Kiểm tra hòm thư để tiếp tục",
    "This invite was sent to %(email)s": "Lời mời này đã được gửi tới %(email)s",
    "This invite was sent to %(email)s which is not associated with your account": "Lời mời này đã được gửi đến %(email)s nhưng không liên kết với tài khoản của bạn",
    "Verified sessions": "Các phiên đã xác thực",
    "Unverified": "Chưa xác thực",
    "Verified": "Đã xác thực",
    "Inactive for %(inactiveAgeDays)s+ days": "Không hoạt động trong %(inactiveAgeDays)s+ ngày",
    "Show details": "Hiện chi tiết",
    "Hide details": "Ẩn chi tiết",
    "Last activity": "Hoạt động cuối",
    "Renaming sessions": "Đổi tên phiên",
    "Confirm signing out these devices|other": "Xác nhận đăng xuất khỏi các thiết bị này",
    "Call type": "Loại cuộc gọi",
    "Internal room ID": "Định danh riêng của phòng",
    "For best security, verify your sessions and sign out from any session that you don't recognize or use anymore.": "Để bảo mật nhất, hãy xác minh các phiên và đăng xuất khỏi phiên nào bạn không nhận ra hay dùng nữa.",
    "%(errorMessage)s (HTTP status %(httpStatus)s)": "%(errorMessage)s (Trạng thái HTTP %(httpStatus)s)",
    "Unknown password change error (%(stringifiedError)s)": "Lỗi không xác định khi đổi mật khẩu (%(stringifiedError)s)",
    "You did it!": "Hoàn thành rồi!",
    "Only %(count)s steps to go|one": "Chỉ %(count)s bước nữa thôi",
    "Only %(count)s steps to go|other": "Chỉ %(count)s bước nữa thôi",
    "Ignore (%(counter)s)": "Ẩn (%(counter)s)",
    "Developer tools": "Công cụ phát triển",
    "Match system": "Theo hệ thống",
    "Search users in this room…": "Tìm người trong phòng…",
    "Give one or multiple users in this room more privileges": "Cho người trong phòng này nhiều quyền hơn",
    "Fill screen": "Vừa màn hình",
    "Show polls button": "Hiện nút thăm dò ý kiến",
    "Rust cryptography implementation": "Mã hóa dựa trên Rust",
    "Favourite Messages": "Tin nhắn yêu thích",
    "Live Location Sharing": "Chia sẻ vị trí thực",
    "New group call experience": "Trải nghiệm gọi nhóm mới",
    "Requires your server to support MSC3030": "Yêu cầu máy chủ của bạn hỗ trợ MSC3030",
    "Jump to date (adds /jumptodate and jump to date headers)": "Nhảy đến ngày (thêm lệnh /jumptodate và nhảy đến ngày)",
    "Defaults to room member list.": "Mặc định là danh sách thành viên phòng.",
    "New ways to ignore people": "Cách mới để ẩn người dùng",
    "Use rich text instead of Markdown in the message composer.": "Dùng văn bản giàu tính chất thay cho định dạng Markdown ở thanh soạn tin nhắn.",
    "Rich text editor": "Trình soạn thảo văn bản giàu tính chất",
    "In rooms that support moderation, the “Report” button will let you report abuse to room moderators.": "Trong các phòng hỗ trợ điều phối, nút \"Báo cáo\" sẽ giúp bạn báo cáo lạm dụng cho điều phối viên của phòng.",
    "Report to moderators": "Báo cáo cho điều phối viên",
    "Unsent": "Chưa gửi",
    "Fetching events…": "Đang tìm các sự kiện…",
    "Unknown error fetching location. Please try again later.": "Lỗi không xác định khi tìm vị trí của bạn. Hãy thử lại sau.",
    "Timed out trying to fetch your location. Please try again later.": "Tìm vị trí của bạn mất quá lâu. Hãy thử lại sau.",
    "Failed to fetch your location. Please try again later.": "Không tìm được vị trí của bạn. Hãy thử lại sau.",
    "WebGL is required to display maps, please enable it in your browser settings.": "Cần WebGL để hiển thị bản đồ, bạn hãy bật lên trong trình duyệt.",
    "Unable to connect to Homeserver. Retrying…": "Không kết nối được với máy chủ nhà. Đang thử lại…",
    "Connection error - Recording paused": "Lỗi kết nối - Đã tạm dừng ghi âm",
    "pause voice broadcast": "Tạm dừng phát thanh",
    "Buffering…": "Đang khởi tạo bộ đệm…",
    "Voice broadcast": "Phát thanh",
    "Change input device": "Đổi thiết bị đầu vào",
    "resume voice broadcast": "Tiếp tục phát thanh",
    "Yes, end my recording": "Vâng, ngừng ghi âm tôi",
    "This may be caused by having the app open in multiple tabs or due to clearing browser data.": "Mở ứng dụng trên nhiều thẻ hay xóa dữ liệu trình duyệt có thể là nguyên nhân.",
    "If you want to retain access to your chat history in encrypted rooms you should first export your room keys and re-import them afterwards.": "Nếu bạn muốn duy trì truy cập vào lịch sử trò chuyện trong các phòng được mã hóa bạn cần trích xuất các khóa phòng và thêm vào lại sau.",
    "Requires your server to support the stable version of MSC3827": "Cần máy chủ nhà của bạn hỗ trợ phiên bản ổn định của MSC3827",
    "Feeling experimental? Try out our latest ideas in development. These features are not finalised; they may be unstable, may change, or may be dropped altogether. <a>Learn more</a>.": "Muốn trải nghiệm? Thử các ý tưởng mới nhất còn đang được phát triển của chúng tôi. Các tính năng này chưa được hoàn thiện, chúng có thể không ổn định, có thể thay đổi, hay bị loại bỏ hoàn toàn. <a>Tìm hiểu thêm</a>.",
    "What's next for %(brand)s? Labs are the best way to get things early, test out new features and help shape them before they actually launch.": "Những gì sắp đến với %(brand)s? Phòng thí điểm là nơi tốt nhất để có mọi thứ sớm, thử nghiệm tính năng mới và giúp hoàn thiện trước khi chúng thực sự ra mắt.",
    "Upgrade this space to the recommended room version": "Nâng cấp phòng tới phiên bản được khuyến nghị",
    "View older version of %(spaceName)s.": "Xem phiên bản cũ của %(spaceName)s.",
    "Start %(brand)s calls": "Bắt đầu %(brand)s cuộc gọi",
    "play voice broadcast": "nghe phát thanh",
    "Find your people": "Tìm người thân",
    "Make sure people know it’s really you": "Đảm bảo mọi người nhận ra bạn",
    "Automatically adjust the microphone volume": "Tự điều chỉnh âm lượng cho micrô",
    "Enable notifications for this account": "Bật thông báo cho tài khoản này",
    "Unable to play this voice broadcast": "Không thể nghe phát thanh",
    "%(sender)s reacted %(reaction)s to %(message)s": "%(sender)s phản ứng %(reaction)s với %(message)s",
    "Let moderators hide messages pending moderation.": "Cho phép điều phối viên ẩn các tin nhắn đang chờ duyệt.",
    "Your server doesn't support disabling sending read receipts.": "Máy chủ của bạn không hỗ trợ tắt gửi thông báo đã học.",
    "Only applies if your homeserver does not offer one. Your IP address would be shared during a call.": "Chỉ áp dụng nếu máy chủ nhà của bạn không cung cấp. Địa chỉ Internet (IP) của bạn có thể được chia sẻ trong một cuộc gọi.",
    "Enable notifications for this device": "Bật thông báo cho thiết bị này",
    "An error occurred when updating your notification preferences. Please try to toggle your option again.": "Một lỗi đã xảy ra khi cập nhật tùy chọn thông báo của bạn. Hãy thử làm lại.",
    "Join %(brand)s calls": "Tham gia %(brand)s cuộc gọi",
    "You will not receive push notifications on other devices until you sign back in to them.": "Bạn sẽ không nhận được thông báo đẩy trên các thiết bị khác cho đến khi bạn đăng nhập lại.",
    "Some results may be hidden for privacy": "Một số kết quả có thể bị ẩn để đảm bảo quyền riêng tư",
    "Turn off to disable notifications on all your devices and sessions": "Tắt để vô hiệu thông bao trên tất cả các thiết bị và phiên",
    "Automatically send debug logs on decryption errors": "Tự động gửi nhật ký gỡ lỗi mỗi lúc gặp lỗi khi giải mã",
    "Verify Session": "Xác thực phiên",
    "Start your first chat": "Bắt đầu cuộc trò chuyện đầu tiên",
    "Sends the given message with hearts": "Gửi tin nhắn cùng với thả tim",
    "Your account details are managed separately at <code>%(hostname)s</code>.": "Thông tin tài khoản bạn được quản lý riêng ở <code>%(hostname)s</code>.",
    "Spaces are a new way to group rooms and people. What kind of Space do you want to create? You can change this later.": "Space là một cách mới để nhóm các phòng và mọi người. Loại space nào bạn muốn tạo? Bạn có thể thay đổi sau.",
    "Identity server is <code>%(identityServerUrl)s</code>": "Máy chủ định danh là <code>%(identityServerUrl)s</code>",
    "For best security and privacy, it is recommended to use Matrix clients that support encryption.": "Để có bảo mật và quyền riêng tư tốt nhất, nên dùng các phần mềm máy khách Matrix có hỗ trợ mã hóa.",
    "If you can't find the room you're looking for, ask for an invite or create a new room.": "Nếu bạn không tìm được phòng bạn muốn, yêu cầu lời mời hay tạo phòng mới.",
    "Fetching keys from server…": "Đang lấy các khóa từ máy chủ…",
    "New video room": "Tạo phòng truyền hình",
    "sends hearts": "thả tim",
    "Go live": "Phát trực tiếp",
    "Don’t miss a reply or important message": "Đừng bỏ lỡ một tin nhắn trả lời hay tin nhắn quan trọng",
    "New room": "Tạo phòng",
    "Secure messaging for work": "Tin nhắn bảo mật cho công việc",
    "Stop live broadcasting?": "Ngừng phát thanh trực tiếp?",
    "Welcome to %(brand)s": "Chào mừng bạn tới %(brand)s",
    "Automatically send debug logs when key backup is not functioning": "Tự động gửi nhật ký gỡ lỗi mỗi lúc sao lưu khóa không hoạt động",
    "If you've submitted a bug via GitHub, debug logs can help us track down the problem. ": "Nếu bạn đã báo cáo lỗi qua GitHub, nhật ký gỡ lỗi có thể giúp chúng tôi theo dõi vấn đề. ",
    "With free end-to-end encrypted messaging, and unlimited voice and video calls, %(brand)s is a great way to stay in touch.": "Với mã hóa đầu cuối miễn phí, cuộc gọi thoại và truyền hình không giới hạn, %(brand)s là cách tuyệt vời để giữ liên lạc.",
    "Connecting to integration manager…": "Đang kết nối tới quản lý tích hợp…",
    "IRC (Experimental)": "IRC (thử nghiệm)",
    "Unfortunately we're unable to start a recording right now. Please try again later.": "Thật không may là chúng tôi không thể bắt đầu ghi âm. Vui lòng thử lại.",
    "You can also ask your homeserver admin to upgrade the server to change this behaviour.": "Bạn còn có thể yêu cầu quản trị viên máy chủ nhà nâng cấp máy chủ để thay đổi nó.",
    "Don’t miss a thing by taking %(brand)s with you": "Không bỏ lỡ gì bằng cách mang %(brand)s bên bạn",
    "Show HTML representation of room topics": "Hiện chủ đề phòng bằng HTML",
    "Element Call video rooms": "Phòng truyền hình Element Call",
    "Community ownership": "Làm chủ cộng đồng",
    "Alternatively, you can try to use the public server at <server/>, but this will not be as reliable, and it will share your IP address with that server. You can also manage this in Settings.": "Ngoài ra, bạn còn có thể thử dùng máy chủ công cộng tại <server/>, nhưng máy chủ này sẽ không đáng tin cậy, sẽ chia sẻ địa chỉ IP của bạn với máy chủ đó. Bạn cũng có thể quản lý ở phần Cài đặt.",
    "You attempted to join using a room ID without providing a list of servers to join through. Room IDs are internal identifiers and cannot be used to join a room without additional information.": "Bạn tìm cách tham gia một phòng bằng định danh (ID) phòng nhưng không cung cấp danh sách các máy chủ để tham gia qua. Định danh phòng là nội bộ và không thể được dùng để tham gia phòng mà không có thông tin thêm.",
    "Dynamic room predecessors": "Tiền nhiệm động cho phòng",
    "Complete these to get the most out of %(brand)s": "Hoàn thành những việc sau để tận dụng tất cả của %(brand)s",
    "Try using %(server)s": "Thử dùng %(server)s",
    "User is not logged in": "Người dùng đang không đăng nhập",
    "You can’t start a call as you are currently recording a live broadcast. Please end your live broadcast in order to start a call.": "Bạn không thể bắt đầu gọi vì bạn đang ghi âm để cuộc phát thanh trực tiếp. Hãy ngừng phát thanh để bắt đầu gọi.",
    "Enable intentional mentions": "Bật đề cập có chủ ý",
    "%(brand)s is end-to-end encrypted, but is currently limited to smaller numbers of users.": "%(brand)s được mã hóa đầu cuối, nhưng hiện giới hạn cho một lượng người dùng nhỏ.",
    "Server info": "Thông tin máy chủ",
    "Send custom account data event": "Gửi sự kiện tài khoản tùy chỉnh",
    "Send custom timeline event": "Gửi sự kiện tùy chỉnh vào dòng thời gian",
    "Feedback sent! Thanks, we appreciate it!": "Đã gửi phản hồi! Cảm ơn bạn, chúng tôi đánh giá cao các phản hồi này!",
    "Send custom state event": "Gửi sự kiện trạng thái tùy chỉnh",
    "Send custom room account data event": "Gửi sự kiện tài khoản tùy chỉnh trong phòng"
}
